[
    {
        "name": "STS-1",
        "start date": "04/12/1981",
        "end date": "04/14/1981",
        "notes": "",
        "days": [
            {
                "04/13/1981": "“Blast-Off Columbia” Roy McCall"
            },
            {
                "04/14/1981": "Short excerpt from an old Spike Jones record followed by a comic tape with voices of Houston DJs Hudson and Harrigan kidding Young and Crippen, then  “Reveille”. \"It's splashdown, and Crip, you could both use a shower,\" said one member of the radio team. \"You've waited for this for 12 years and if you don't wake up you're going to miss the whole darn thing.\" \"Crip,\" said one voice, \"get out of the rack.\" \"No, no, no,\" said the other. \"If he wakes up he'll spill coffee all over the controls.” “Get to work, you guys. You’ve got 300 government agencies out there to support.” Then Mission Control came back on the line. “Now hear this, now hear this, reveille, reveille, up all idlers. And that last wakeup call, we’d like you to scratch out ‘splashdown’ and insert ‘touchdown,’” said Mission Control."
            }
        ]
    },
    {
        "name": "STS-2",
        "start date": "11/12/1981",
        "end date": "11/14/1981",
        "notes": "",
        "days": [
            {
                "11/13/1981": "“Pigs in Space” comedy routine #1 by The Muppets (arranged by Sally Ride)."
            },
            {
                "11/14/1981": "“Pigs in Space” comedy routine #2 by The Muppets (arranged by Sally Ride), preceded by rendition of “Columbia, Gem of the Ocean” by the Flight Operations Directorate group“Contraband.”"
            }
        ]
    },
    {
        "name": "STS-3",
        "start date": "03/22/1982",
        "end date": "03/30/1982",
        "notes": "",
        "days": [
            {
                "03/23/1982": "“On the Road Again” by Willie Nelson"
            },
            {
                "03/24/1982": "“Marine Corps Hymn”"
            },
            {
                "03/25/1982": "The Air Force Song (“Off We Go Into the Wild Blue Yonder”) for the benefit of  pilot C. Gordon Fullerton, an Air Force colonel, who commented: “That will get us off to a fast start.”"
            },
            {
                "03/26/1982": "“Sail Away” by Christopher Cross while over Madrid."
            },
            {
                "03/27/1982": "Exchange of music between the ground and the Columbia, the Columbia playing for the flight control team, “I'm Sitting On Top of the World” and the flight team transmitting up “Those Magnificent Men and Their Flying Machines.”"
            },
            {
                "03/28/1982": "“Six Days on the Road and I’m Gonna Make It Home Tonight” by Dave Dudley"
            },
            {
                "03/29/1982": "CAPCOM Steve Nagel uplinked \"This is My Country\" to the crew and the crew responded with downlink medley of the “The Air Force Song  (“Off We Go Into the Wild Blue Yonder”)” and the “Marine Corps Hymn.”"
            }
        ]
    },
    {
        "name": "STS-4",
        "start date": "06/27/1982",
        "end date": "07/04/1982",
        "notes": "",
        "days": [
            {
                "06/28/1982": "“Up, Up and Away”"
            },
            {
                "06/29/1982": "“Hold That Tiger” by Auburn University Band. "
            },
            {
                "06/30/1982": "Pilot Henry (Hank) Hartsfield's 25th wedding anniversary and on this first air/ground pass of the day, he received taped messages from his two daughters and his wife."
            },
            {
                "07/01/1982": "The astronauts got a wake-up call at 1:10 a.m. today from Houston control as the ship was passing over the Dakar, Senegal, tracking station. Columbia was making its 59th orbit at the time. There was no response at first from the crewmen, but mission control reported that engineering data showed the pilots were operating their food warmer for breakfast. Mattingly finally responded with a cheerful, “Good morning.”"
            },
            {
                "07/02/1982": "“Theme from ‘Chariots of Fire’” by Vangelis"
            },
            {
                "07/03/1982": "College fraternity songs, the Delta Tau Delta Fraternity for TK Mattingly, and Delta Chi for   Hank Hartsfield. "
            },
            {
                "07/04/1982": "“This is My Country”"
            }
        ]
    },
    {
        "name": "STS-5",
        "start date": "11/11/1982",
        "end date": "11/16/1982",
        "notes": "",
        "days": [
            {
                "11/12/1982": "\"76 Trombones\" from the \"Music Man\""
            },
            {
                "11/13/1982": "\"Cotton-eyed Joe\""
            },
            {
                "11/14/1982": "Marine’s Hymn \"Halls of Montezuma\" in honor of two Marines onboard: Columbia pilot Bob"
            },
            {
                "11/15/1982": "\"The Stroll\""
            },
            {
                "11/16/1982": "\"Take Me Home, Country Roads\" by John Denver"
            }
        ]
    },
    {
        "name": "STS-6",
        "start date": "04/04/1983",
        "end date": "04/09/1983",
        "notes": "",
        "days": [
            {
                "04/05/1983": "\"Cadets on Parade\" and The Air Force Song (“Off We Go Into the Wild Blue Yonder”) by the United States Air Force Academy Band"
            },
            {
                "04/06/1983": "\"Teach Me Tiger\" by April Stevens"
            },
            {
                "04/07/1983": "“Theme from F-Troop” "
            },
            {
                "04/08/1983": "“The Poor Co-pilot,” a tune from Korean War flying days sung by Oscar Brand and the Roger Wilco 4’"
            },
            {
                "04/09/1983": "“Ode to the Lions” as rendered by Rusty Gordon. This is a Penn State song referring to the Nittany Lions, of Penn State University which is Paul Weitz alma mater. He earned his Bachelor in Aeronautical Engineering at Penn State in 1954."
            }
        ]
    },
    {
        "name": "STS-7",
        "start date": "06/18/1983",
        "end date": "06/24/1983",
        "notes": "",
        "days": [
            {
                "06/19/1983": "The University of Texas Fight Song, of course, a tribute to the Mission Commander, Bob  Crippen who is a UT graduate. It was preceded by the Texas A&M, Texas \"Aggie\", Fight Song which was a greeting card to Crip from Jerry Griffin, the Center Director at JSC, who is a Texas A&M graduate."
            },
            {
                "06/20/1983": "“A&M, Texas A&M Aggie War Hymn” followed by \"Tufts Tonia's Day\" as rendered by the Tufts University Beelzebubs, which is a student acappella group at Tufts University, Rick Hauck’s alma mater."
            },
            {
                "06/21/1983": "“Texas Aggie War Hymn” followed by  “Reveille”  followed by \"When You're Smiling\", as rendered by Mary Cleave's father, Mary Cleave, the CAPCOM for this crew, and in response, Challenger down linked some music of its own, some version of \"Tequila Sunrise.\""
            },
            {
                "06/22/1983": "“Texas A&M Aggie War Hymn” and the “Washington State University Cougar Fight Song”, from which John Fabian is a graduate."
            },
            {
                "06/23/1983": "The uplink music was the “Texas A&M, Texas Aggie War Hymn,” followed by the incomparable Leeland Stanford Junior University Marching Band, playing the “Stanford Hymn,” which of course is the alma mater of Dr. Sally Ride and it sounded like the crew down linked a Beatles' song, \"A Hard Day's Night\"."
            },
            {
                "06/24/1983": "The usual few opening bars of the “Texas Aggie War Hymn;” that was followed by the “Florida State University Fight Song” played by the Florida State University  Marching Chiefs. Norm Thagard is an alumnus of FSU."
            }
        ]
    },
    {
        "name": "STS-8",
        "start date": "08/30/1983",
        "end date": "09/05/1983",
        "notes": "",
        "days": [
            {
                "08/31/1983": "“Georgia Tech Fight Song” for the alma mater of Commander Richard Truly."
            },
            {
                "09/01/1983": "“Illinois Fight Song” for Mission Specialist Dale Gardner’s alma mater."
            },
            {
                "09/02/1983": "“Penn State Fight Song” for Guy Bluford's Alma Mater"
            },
            {
                "09/03/1983": "“University of North Carolina Fight Song” for alumnus Bill Thornton."
            },
            {
                "09/04/1983": "“Tala Sawari” performed by sitar player Ravi Shankar in honor of release of Indian INSAT satellite."
            },
            {
                "09/05/1983": "“Semper Fidelis” by John Philip Sousa. CAPCOM Brian O’Connor was a Marine Corps officer."
            }
        ]
    },
    {
        "name": "STS-9",
        "start date": "11/28/1983",
        "end date": "12/08/1983",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-41-B",
        "start date": "02/03/1984",
        "end date": "02/11/1984",
        "notes": "",
        "days": [
            {
                "02/04/1984": "Wake-up music had been planned to be a selection from the “Contraband,” that group of NASA employees and would have featured Ron McNair, astronaut Ron McNair on the tenor sax, but that somehow got garbled in the translation going up."
            },
            {
                "02/05/1984": "“A Train” by “Contraband” which features as its tenor sax player, Dr. Ron McNair"
            },
            {
                "02/06/1984": "\"Glory, Glory, Colorado\" by the University of Colorado Band. That's the fight song of that institution which is Vance Brand's alma mater followed by \"Ride High You Mustangs\" the Cal Poly State University fight song which is Pilot Robert Gibson’s alma mater."
            },
            {
                "02/07/1984": "Wake up music was an armed forces medley which covered three of the services."
            },
            {
                "02/08/1984": "North Carolina A&T University alma mater of which Mission Specialist Ron McNair is an alumnus and"
            },
            {
                "02/09/1984": "“Believe It Or Not (Theme from ‘The Greatest American Hero’)” by Joey Scarbury in honor of that day’s EVA. With some changed verses"
            },
            {
                "02/10/1984": "A live rendition of The Air Force Song  (“Off We Go Into the Wild Blue Yonder”) from all   the Air Force CAPCOMs."
            },
            {
                "02/11/1984": "“In the Mood” by “Contraband”, a musical group composed of JSC employees."
            }
        ]
    },
    {
        "name": "STS-41-C",
        "start date": "04/06/1984",
        "end date": "04/13/1984",
        "notes": "",
        "days": [
            {
                "04/07/1984": "“A Boy Named Sue” by Johnny Cash."
            },
            {
                "04/08/1984": "Fight song of the University of California at Berkeley” followed by the"
            },
            {
                "04/09/1984": "“Believe It Or Not (Theme from ‘The Greatest American Hero’)” by Joey Scarbury"
            },
            {
                "04/10/1984": "“Theme from ‘Chariots of Fire’” by Vangelis"
            },
            {
                "04/11/1984": "“Gonna Fly Now (Theme From ‘Rocky’)” by Bill Conti"
            },
            {
                "04/12/1984": "“Please Release Me” parody"
            },
            {
                "04/13/1984": "Fight songs from the University of Texas, for mission commander, Bob Crippen, and the University of Arizona for Pilot, Dick Scobee."
            }
        ]
    },
    {
        "name": "STS-41-D",
        "start date": "08/30/1984",
        "end date": "09/05/1984",
        "notes": "",
        "days": [
            {
                "08/31/1984": "“Anchors Aweigh”"
            },
            {
                "09/01/1984": "“Telstar” by The Ventures"
            },
            {
                "09/02/1984": "“Mr. Spaceman” by The Byrds"
            },
            {
                "09/03/1984": "“Hair”"
            },
            {
                "09/04/1984": "“Eight Miles High” by The Byrds"
            },
            {
                "09/05/1984": "No wakeup call sent because crew woke early to handle a cryo leak."
            }
        ]
    },
    {
        "name": "STS-41-G",
        "start date": "10/05/1984",
        "end date": "10/13/1984",
        "notes": "",
        "days": [
            {
                "10/06/1984": "“Flashdance…What A Feeling” by Irene Cara"
            },
            {
                "10/07/1984": "“Leaving On a Jet Plane” by John Denver"
            },
            {
                "10/08/1984": "“Song of Jon McBride” (written and sung by a friend of McBride’s. See Before Lift-off: The Making of a Space Shuttle Crew by Henry S.F. Cooper Jr.,p.198."
            },
            {
                "10/09/1984": "“Gonna Fly Now (Theme From ‘Rocky’)” by Bill Conti"
            },
            {
                "10/10/1984": "“Navy Wings are Made of Gold”"
            },
            {
                "10/11/1984": "“Take Me Home, Country Roads” by John Denver"
            },
            {
                "10/12/1984": "“Star Wars (Main Title)” by John Williams"
            },
            {
                "10/13/1984": "“Boomer Sooner” The University of Oklahoma Fight Song "
            }
        ]
    },
    {
        "name": "STS-51-A",
        "start date": "11/08/1984",
        "end date": "11/16/1984",
        "notes": "",
        "days": [
            {
                "11/09/1984": "“Good Morning Starshine” from the musical “Hair”. Crew responded with “Good Day Sunshine” by The Beatles."
            },
            {
                "11/10/1984": "“Marine Corps Hymn” for the 209th birthday of the U.S. Marine Corps. Crew responded with John Philip Sousa’s “Stars and Stripes Forever”"
            },
            {
                "11/11/1984": "Theme from film “Victory at Sea” Followed by crew playing “Who Will   Buy?” by Barbra Streisand"
            },
            {
                "11/12/1984": "“The Eagle and the Hawk” by John Denver. Crew responds with “Entry of the Gladiators” by composer Julius Fucik"
            },
            {
                "11/13/1984": "Aria from the opera “Carmen” followed by an excerpt from Tchaikovsky’s “1812 Overture”. Crew did not hear wakeup call. They play “Listen to the Music” for Houston Mission Control."
            },
            {
                "11/14/1984": "Theme from the movie, “For a Few Dollars More” followed by “Stars and Stripes Forever”"
            },
            {
                "11/15/1984": ""
            },
            {
                "11/15/1984": "Composite tape of one line from several songs put together by Kevin"
            },
            {
                "11/16/1984": "Theme from TV show “Peter Gunn”. Crew responded by singing an a cappella version of “Amazing Grace.”\t\t       "
            }
        ]
    },
    {
        "name": "STS-51-C",
        "start date": "01/24/1985",
        "end date": "01/27/1985",
        "notes": "DoD Classified Mission with news blackout - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-51-D",
        "start date": "04/12/1985",
        "end date": "04/19/1985",
        "notes": "",
        "days": [
            {
                "04/13/1985": "“Top of the World” by The Carpenters"
            },
            {
                "04/14/1985": "“Stargazer” by Neil Diamond"
            },
            {
                "04/15/1985": "“Skybird” by Neil Diamond"
            },
            {
                "04/16/1985": "“Rescue Aid Society” from the Disney film, “The Rescuers”"
            },
            {
                "04/17/1985": "“Ride of the Valkyries” by Richard Wagner (not on mission audio)"
            },
            {
                "04/18/1985": "“Rocket Man (I Think It’s Going To Be a Long, Long Time)” by Elton John"
            },
            {
                "04/19/1985": "“America” by Neil Diamond"
            }
        ]
    },
    {
        "name": "STS-51-B",
        "start date": "04/29/1985",
        "end date": "05/06/1985",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-51-G",
        "start date": "06/17/1985",
        "end date": "06/24/1985",
        "notes": "",
        "days": [
            {
                "06/18/1985": "“Eye in the Sky” by The Alan Parsons Project"
            },
            {
                "06/19/1985": "“I Feel the Earth Move” by Carole King"
            },
            {
                "06/20/1985": "“Oklahoma” sung by Richard Kiley. For Shannon Lucid who is from Bethany, Oklahoma."
            },
            {
                "06/21/1985": "“Proud Mary” by Creedence Clearwater Revival. For Dan Brandenstein."
            },
            {
                "06/22/1985": "“Sailing” by Christopher Cross. For Steve Nagel."
            },
            {
                "06/23/1985": "First Wakeup: Medley of unidentified Saudi Arabian music for Sultan Salman Abdulaziz Al-Saud who is from Riyadh, Saudi Arabia; and “Be” from the movie “Jonathan Livingston Seagull” sung by Neil Diamond."
            },
            {
                "06/24/1985": "Medley:"
            }
        ]
    },
    {
        "name": "STS-51-F",
        "start date": "07/29/1985",
        "end date": "08/06/1985",
        "notes": "",
        "days": []
    },
    {
        "name": "STS-51-I",
        "start date": "08/27/1985",
        "end date": "09/03/1985",
        "notes": "",
        "days": [
            {
                "08/28/1985": "“Waltzing Matilda” awakened the crew as they passed over Australia."
            },
            {
                "08/29/1985": "“Over the Rainbow” from “The Wizard of Oz”by Judy Garland. When"
            },
            {
                "08/30/1985": "“I Saw the Light” by Willie Nelson"
            },
            {
                "08/31/1985": "“I Get Around” by Beach Boys"
            },
            {
                "09/02/1985": "“Stormy Weather” by Willie Nelson. It was chosen due to the powerful Gulf Coast hurricane Elena observed from the Discovery."
            },
            {
                "09/03/1985": "“Living in the USA” by Linda Ronstadt"
            }
        ]
    },
    {
        "name": "STS-51-J",
        "start date": "10/03/1985",
        "end date": "10/07/1985",
        "notes": "DoD Classified Mission with news blackout - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-61-A",
        "start date": "10/30/1985",
        "end date": "11/06/1985",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-61-B",
        "start date": "11/26/1985",
        "end date": "12/03/1985",
        "notes": "",
        "days": [
            {
                "11/26/1985": "The Air Force Hymn for first Air Force space shuttle commander, Brewster H. Shaw, Jr."
            },
            {
                "11/27/1985": "Unidentified"
            },
            {
                "11/28/1985": "Unidentified"
            },
            {
                "11/29/1985": "“America the Beautiful”"
            },
            {
                "11/30/1985": "Unidentified"
            },
            {
                "12/02/1985": "“Notre Dame Fight Song” or “Notre Dame Victory March”, a joke played on Jerry Ross, a graduate of Purdue, one of Notre Dame’s rivals by Jim Wetherbee."
            },
            {
                "12/03/1985": "“Born in the U.S.A.” Bruce Springsteen"
            }
        ]
    },
    {
        "name": "STS-61-C",
        "start date": "01/12/1986",
        "end date": "01/18/1986",
        "notes": "",
        "days": [
            {
                "01/12/1986": "Opening theme from “Monty Python’s Flying Circus” TV show (“Liberty   Bell March” by John Philip Sousa)."
            },
            {
                "01/13/1986": "Unidentified"
            },
            {
                "01/14/1986": "“Heart of Gold” by Neil Young"
            },
            {
                "01/15/1986": "Unidentified"
            },
            {
                "01/16/1986": "Unidentified"
            },
            {
                "01/17/1986": "Unidentified"
            },
            {
                "01/18/1986": "“Stars and Stripes Forever”"
            }
        ]
    },
    {
        "name": "STS-51-L",
        "start date": "01/28/1986",
        "end date": null,
        "notes": "DID NOT ACHIEVE ORBIT",
        "days": []
    },
    {
        "name": "STS-26",
        "start date": "09/29/1988",
        "end date": "10/03/1988",
        "notes": "",
        "days": [
            {
                "09/30/1988": "Robin Williams opened with  “Gooooooood Morning Discovery!!!” in “Good Morning Vietnam” style. The original recording produced by Houston area DJ from KKBQ, Mike Cahill, also included original lyrics recorded to the theme music of the TV show “Green Acres”. Robin Williams was approached by Cahill about doing the tape. NASA knew nothing of the tape until it was offered as a gift by Cahill."
            },
            {
                "10/01/1988": "Parody of Beach Boys “I Get Around” with lyrics “We orbit ‘round” was provided by radio disc jockey Mike Cahill."
            },
            {
                "10/02/1988": "Harvey Mudd College (Claremont, CA)“Fight Song”, sung to tune of “Mickey Mouse   Club” by eight HMC students with intro by Robin Williams. Harvey Mudd is the alma mater of mission specialist Pinky Nelson. He commented afterwards: “There isn’t a dry eye in the house.”"
            },
            {
                "10/03/1988": "“Fun, Fun, Fun...” Beach Boys parody with original lyrics."
            }
        ]
    },
    {
        "name": "STS-27",
        "start date": "12/02/1988",
        "end date": "12/06/1988",
        "notes": "",
        "days": [
            {
                "12/03/1988": "Army “Fight Song” and Navy “Fight Song” because “Hoot” Gibson and Bill Shepherd were Navy grads and Mike Mullane graduated from West Point."
            },
            {
                "12/04/1988": "Theme from TV show “Rawhide” with satirical lyrics based on an inside joke between the Atlantis crew and CAPCOM members of the astronaut class of 1984."
            },
            {
                "12/05/1988": "Using “Star Wars” theme music as background, Darth Vader’s voice awoke the crew with a message followed by satirical lyrics sung to The Beatles tune, “Do You Want to Know a Secret?” The recording was produced by  Houston radio station KKBQ’s Mike Cahill, Pat Brennan, and Mark Richardson."
            }
        ]
    },
    {
        "name": "STS-29",
        "start date": "03/13/1989",
        "end date": "03/18/1989",
        "notes": "",
        "days": [
            {
                "03/14/1989": "“I Got You (I Feel Good)” James Brown"
            },
            {
                "03/15/1989": "Brass band rendition of the “Marine Corps Hymn” - tribute to mission  specialists Bob Springer and Jim Buchli. “We got two Marines standing at     attention up here,” said Captain Coats. "
            },
            {
                "03/16/1989": "Discovery crew woke Mission Control with theme from “Star Trek” followed by congratulatory comments from William Shatner.  Mission Control responded with a   medley of school songs from crew members’ alma maters: “Anchors Aweigh”, The Air Force Song  (“Off We Go Into the Wild Blue Yonder”), and Drexel University “Fight Song”"
            },
            {
                "03/17/1989": "Discovery crew woke up Mission Control with “Heigh-Ho, Heigh-Ho, It’s Off To Work We Go” from movie “Snow White.” Mission Control replied with “Stars and Stripes Forever”."
            },
            {
                "03/18/1989": "Mission Control sent recordings of astronauts’ children shouting such things as"
            }
        ]
    },
    {
        "name": "STS-30",
        "start date": "05/04/1989",
        "end date": "05/08/1989",
        "notes": "",
        "days": [
            {
                "05/05/1989": "Theme music from the film, “Superman”"
            },
            {
                "05/06/1989": "Crew members awakened with medley from their respective alma maters: “Anchors Aweigh”, played for STS-30 commander Dave Walker – Navy “The Wild Blue Yonder” for pilot Ron Grabe and Mark Lee - Air Force Colorado State University fight song for Mission Specialist Mary Cleave; and Florida State University fight song for Mission Specialist Norm Thagard"
            },
            {
                "05/07/1989": "“Gonna Fly Now (Theme From ‘Rocky’)” by Bill Conti"
            },
            {
                "05/08/1989": "“A Hard Day’s Night” The Beatles "
            }
        ]
    },
    {
        "name": "STS-28",
        "start date": "08/08/1989",
        "end date": "08/13/1989",
        "notes": "DoD Classified Mission - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-34",
        "start date": "10/18/1989",
        "end date": "10/23/1989",
        "notes": "",
        "days": [
            {
                "10/19/1989": "Medley: 1. “Hail Purdue”, 2. “Reveille”, 3. “Anchors Aweigh” as tribute to commander Don Williams and pilot Mike McCulley who were both Purdue and Naval Academy graduates."
            },
            {
                "10/20/1989": "University fight songs medley sent as a tribute to the Mission Specialists and their undergraduate schools: 1. University of Oklahoma for Shannon Lucid, 2. University of  Connecticut for Franklin Chang-Diaz, 3. State University of New York at Buffalo for Ellen Baker."
            },
            {
                "10/21/1989": "“Bohemian Rhapsody” by Queen. Words “Galileo, Galileo” referring to primary payload “Galileo” were substituted for original words “Mama Mia, Mama Mia” by voice of Don McMonagle."
            },
            {
                "10/22/1989": "“Centerfield” John Fogerty for sports fans onboard."
            },
            {
                "10/23/1989": "“Fly Like An Eagle” Steve Miller Band"
            }
        ]
    },
    {
        "name": "STS-33",
        "start date": "11/22/1989",
        "end date": "11/27/1989",
        "notes": "DoD Classified Mission - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-32",
        "start date": "01/09/1990",
        "end date": "01/20/1990",
        "notes": "",
        "days": [
            {
                "01/09/1990": "“What’s More American?” -  Words and music by Kadish Millet. Sung by Bing Crosby"
            },
            {
                "01/10/1990": "Parody kidding G. David Low based on tune of “The Banana Boat Song” originally sung by    Harry Belafonte."
            },
            {
                "01/11/1990": "Parody set to the tune of “Let It Snow” - with a message to the crew in the lyrics of “Bring her home” meaning the Long Duration Exposure Facility (LDEF). It was a reminder that Columbia originally was to have been in  orbit at Christmastime and that the astronauts had promised to bring the satellite back as a holiday gift to all those with experiments on board."
            },
            {
                "01/12/1990": "Parody “Hello LDEF”, sung to the tune of “Hello Dolly” intended as a tribute to the cargo which was retrieved on 1/12/90. Written and sung by James C. Martin and his friend Terry Radomski. (Martin is the son of Mrs. F. C. Martin, secretary to LDEF Chief Scientist Bill Kinard)"
            },
            {
                "01/13/1990": "The astronauts took time out for a little fun Saturday afternoon,"
            },
            {
                "01/13/1990": "“Notre Dame Victory March” for pilot Jim Wetherbee, graduate of Notre  Dame. Sung by quartet of JSC Mission Operations Directorate personnel, all Notre Dame graduates (Lead: Mark Ferring, class of ’80. Tenor: Chris McKenna, class of ’84. Baritone: Pete Hasbrook, class of ’85. Bass: Fisher Reynolds, class of ’82) \"That was provided by local alumni of a school you know pretty well,” said Mission Control's Ken Bowersox."
            },
            {
                "01/14/1990": "“Bow Down to Washington”, University of Washington’s fight song for Mission Specialist Bonnie Dunbar. (from tape with a bunch of fight songs performed by USC band)"
            },
            {
                "01/15/1990": "“Glory, Glory, Colorado”, the University of Colorado fight song, in honor of Mission Specialist Marsha Ivins."
            },
            {
                "01/16/1990": "Three-part wakeup call in honor of Shuttle Commander Dan Brandenstein’s 47th birthday including: a trombone and piano ensemble playing “Danny Boy” performed by   Martin and Radomski; Boston Celtics basketball forward Larry Bird offering congratulations to the crew and birthday wishes to Brandenstein; and Astronaut Office  personnel singing “Happy Birthday”. \"Hi Dan. This is Larry Bird. Congratulations to you and the crew on the slam dunk with LDEF,\" referring to its rescue last week. He ended with, \"Happy birthday and have a safe landing.\" Astronaut Kenneth Bowersox in mission control then said: \"Good morning, Columbia, and a happy birthday to Danny boy.\""
            },
            {
                "01/17/1990": "“Washington and Lee” the fight song of Washington and Lee University for David Low."
            },
            {
                "01/18/1990": "“Born to Be Wild” Steppenwolf. \"We're ready to rock and roll!\" Wetherbee radioed referring to the return to Earth."
            },
            {
                "01/19/1990": "“Anchor’s Aweigh” for Lt. Commander U.S. Navy Wetherbee; and University of Wisconsin-River Falls’ fight song performed by the school’s pep band in honor of graduate Brandenstein."
            }
        ]
    },
    {
        "name": "STS-36",
        "start date": "02/28/1990",
        "end date": "03/04/1990",
        "notes": "DoD Classified Mission - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-31",
        "start date": "04/24/1990",
        "end date": "04/29/1990",
        "notes": "",
        "days": [
            {
                "04/25/1990": "“Crew members began their day at 2:43 a.m. when Capcom Kathy Thornton woke the crew with ‘Space is Our World,’ an original song written by the Houston band ‘Private Numbers’ with the help of the STS-31 flight training team.”"
            },
            {
                "04/26/1990": "“Shout” by Otis Day and the Knights from the soundtrack of the movie “Animal House”"
            },
            {
                "04/27/1990": "\"Kokomo\" by Beach Boys"
            },
            {
                "04/28/1990": "\"Cosmos\" by Frank Hays on album \"Don't Ask\" in honor of Hubble Telescope"
            },
            {
                "04/29/1990": "\"Rise and Shine\" by Raffi with Ken Whiteley"
            }
        ]
    },
    {
        "name": "STS-41",
        "start date": "10/06/1990",
        "end date": "10/10/1990",
        "notes": "",
        "days": [
            {
                "10/07/1990": "“Rise and Shine, Discovery!” written and performed by Boeing Aerospace & Electronics Co. Employees as a tribute to the successful deployment of the Ulysses probe,  using a Boeing built booster. Sung by the Boeing Employees Choir. Michael Kysar, Boeing Choir Director, and Gloria Ball, choir member, collaborated on words and music. It includes the refrain:"
            },
            {
                "10/08/1990": "The Coast Guard Hymn “Semper Paratus” (Always Ready) by The Coast Guard Band in honor of Bruce Melnick, the first Coast Guard member to fly in space."
            },
            {
                "10/09/1990": "“Fanfare for the Common Man” written by Aaron Copland, one of copilot Robert Cabana’s favorites, followed by:"
            },
            {
                "10/10/1990": "“The Highwayman” by The Highwaymen (Kris Kristofferson, Willie Nelson, Waylon Jennings, and Johnny Cash). For Thomas Akers, a fan of country music."
            }
        ]
    },
    {
        "name": "STS-38",
        "start date": "11/15/1990",
        "end date": "11/20/1990",
        "notes": "DoD Classified Mission - NOTHING FOUND",
        "days": []
    },
    {
        "name": "STS-35",
        "start date": "12/02/1990",
        "end date": "12/10/1990",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-37",
        "start date": "04/05/1991",
        "end date": "04/11/1991",
        "notes": "",
        "days": [
            {
                "04/06/1991": "Music by Marching Illini Band from the University of Illinois.  Band members had a special message for one of their alumni STS-37 commander Steve Nagel.  An Illinois native, Nagel graduated from the University of Illinois in 1969."
            },
            {
                "04/07/1991": "“The Marine Corp Hymn” performed by the U. S. Naval Academy band.  The music was in honor of STS 37 pilot Ken Cameron who is a lieutenant colonel in the U.S.M.C."
            },
            {
                "04/08/1991": "“Hail Purdue” by Purdue University Band for alumni Jerry Ross."
            },
            {
                "04/09/1991": "“10,000 Men of Harvard Want Victory Today” sung by Harvard Glee Club, in honor of Jay Apt, a Harvard graduate. About five minutes after the wake up call, Apt played a recorded Scottish tune from Atlantis in honor of the highest and fastest Highlanders, Ross and  Cameron."
            },
            {
                "04/10/1991": "“La Bamba” by the Brass Rhythm and Reeds for Linda Godwin who played saxophone in the band.  Flight director Milt Heflin played Trombone in the same band."
            },
            {
                "04/11/1991": "“Magnum PI” Theme with a greeting by Tom Selleck for Mission Specialist Linda Godwin. She is a big Selleck fan. \"Good morning, and a special wakeup to Linda,\" the message said. \"This is Tom Selleck and I hope you had a nice night's sleep, but it's time to get up and go to work.\""
            }
        ]
    },
    {
        "name": "STS-39",
        "start date": "04/28/1991",
        "end date": "05/06/1991",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-40",
        "start date": "06/05/1991",
        "end date": "06/14/1991",
        "notes": "",
        "days": [
            {
                "06/06/1991": "“Great Balls of Fire” Jerry Lee Lewis"
            },
            {
                "06/07/1991": "A “Military Medally” Marine Corps and Air Force music for O’Connor, a Colonel in USMC and Gutierrez, a Lt. Colonel in the Air Force."
            },
            {
                "06/08/1991": "“Yakety Yak” by The Coasters"
            },
            {
                "06/09/1991": "Greetings from crew’s children followed by “Somewhere Out There” from movie “An American Tail”"
            },
            {
                "06/10/1991": "“Cow Patty”, a humorous western ballad that is a favorite of mission specialist Tammy Jernigan."
            },
            {
                "06/11/1991": "“Shout - The Faber College Theme” by Otis Day and the Knights from the movie “Animal House”"
            },
            {
                "06/12/1991": "“Twistin’ the Night Away” by Sam Cooke, from the movie, “Animal House”"
            },
            {
                "06/13/1991": "“Chain Gang” by Nylons.  "
            },
            {
                "06/14/1991": "“What a Wonderful World” by Louis Armstrong."
            }
        ]
    },
    {
        "name": "STS-43",
        "start date": "08/02/1991",
        "end date": "08/11/1991",
        "notes": "",
        "days": [
            {
                "08/03/1991": "“Back in the High Life” by Steve Winwood"
            },
            {
                "08/04/1991": "Excerpt from “Dances With Wolves” soundtrack for James Adamson who is from Montana"
            },
            {
                "08/05/1991": "Custom music medley sung by friends of the STS-43 crew from Rockwell-Downey, in California."
            },
            {
                "08/06/1991": "Music of the Clear Lake High School Orchestra playing selections from “Phantom of the Opera.” Commander John Blaha’s daughter, Caroline, plays in the orchestra."
            },
            {
                "08/07/1991": "“What a Wonderful World” by Louis Armstrong"
            },
            {
                "08/08/1991": "“Cowboy in the Continental Suit” by Chris LeDoux for country and western fan James Adamson"
            },
            {
                "08/09/1991": "Washington and Lee University fight song for graduate G. David Low"
            },
            {
                "08/10/1991": "Sounds from Shannon Lucid’s backyard (frogs, crickets, etc.)"
            }
        ]
    },
    {
        "name": "STS-48",
        "start date": "09/12/1991",
        "end date": "09/18/1991",
        "notes": "",
        "days": [
            {
                "09/13/1991": "“Hound Dog” by Elvis Presley"
            },
            {
                "09/14/1991": "“Release Me” by Elvis Presley. In anticipation of deployment of Upper Atmosphere Research Satellite (UARS)."
            },
            {
                "09/15/1991": "“Bare Necessities” from film “Jungle Book”.  Played for Ken Reightler’s daughters who were in Mission Control Center viewing room."
            },
            {
                "09/16/1991": "“Are You Lonesome Tonight?” by Elvis Presley.  Chosen for its line “Are you sorry we drifted apart?” referring to Discovery’s separation from its payload (UARS)"
            },
            {
                "09/17/1991": "“Return to Sender” by Elvis Presley. In honor of expected landing."
            }
        ]
    },
    {
        "name": "STS-44",
        "start date": "11/24/1991",
        "end date": "12/01/1991",
        "notes": "",
        "days": [
            {
                "11/25/1991": "\"Space - the final frontier. "
            },
            {
                "11/26/1991": "Reveille (bugle call) followed by gunfire preceding “This is the Army, Mr. Jones” by Irving Berlin from the movie, “This is the Army.”"
            },
            {
                "11/27/1991": "“It’s Time to Love (Put a Little Love in Your Heart)” by James Brown "
            },
            {
                "11/28/1991": "Recorded turkey gobbles followed by “Cheeseburger in Paradise” Jimmy Buffett"
            },
            {
                "11/29/1991": "“Twist and Shout” from the movie “Ferris Bueller’s Day Off”"
            },
            {
                "11/30/1991": "University of Alabama and Auburn University fight songs.  For football game that day between the schools and Auburn graduates Jim Voss and Jan Davis. Voss was on Atlantis for his first spaceflight, Davis was the Capcom. PC"
            },
            {
                "12/01/1991": "“In the Mood”"
            }
        ]
    },
    {
        "name": "STS-42",
        "start date": "01/22/1992",
        "end date": "01/30/1992",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-45",
        "start date": "03/24/1992",
        "end date": "04/02/1992",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-49",
        "start date": "05/07/1992",
        "end date": "05/16/1992",
        "notes": "",
        "days": [
            {
                "05/08/1992": "“God Bless the U.S.A.” by Lee Greenwood."
            },
            {
                "05/09/1992": "“Rescue Me’ by Fontella Bass."
            },
            {
                "05/10/1992": "Theme song from the Disney animated feature \"Winnie the Pooh\" with taped messages from Kathy Thornton’s children for Mother’s Day."
            },
            {
                "05/11/1992": "“Gonna Fly Now (Theme From ‘Rocky’)” by Bill Conti"
            },
            {
                "05/12/1992": "“Kokomo” by The Beach Boys."
            },
            {
                "05/13/1992": "No wakeup call."
            },
            {
                "05/14/1992": "“I Wake Up Every Morning With a Smile on My Face” by Boxcar Willie."
            },
            {
                "05/15/1992": "“Son of a Son of a Sailor” by Jimmy Buffett"
            }
        ]
    },
    {
        "name": "STS-50",
        "start date": "06/25/1992",
        "end date": "07/09/1992",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-46",
        "start date": "07/31/1992",
        "end date": "08/08/1992",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-47",
        "start date": "09/12/1992",
        "end date": "09/20/1992",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-52",
        "start date": "10/22/1992",
        "end date": "11/01/1992",
        "notes": "",
        "days": [
            {
                "10/23/1992": "“Wake Up Columbia” an original composition by Crow Carroll"
            },
            {
                "10/24/1992": "“Shake, Rattle, and Roll” by Big Joe Turner, in honor of  deployment of Laser Geodynamics Satellite-II which will help measure the shake, rattle, and roll of the Earth’s crust"
            },
            {
                "10/25/1992": "Unidentified"
            },
            {
                "10/26/1992": "“The World is Waiting for the Sunrise” written by Gene Lockhart and performed by Les Paul and Mary Ford.  \"His daughter June -- who needs no introduction, I'm sure -- is in the (Mission Control) viewing room this morning and sends her best wishes,\" Mission Control said. \"Well, great. Thanks a lot. We'll have to see if we can learn that song\" shuttle commander James Wetherbee replied. June Lockhart was one of the stars of the TV show, “Lost in Space.”"
            },
            {
                "10/27/1992": "“Birthday” by The Beatles in honor of Pilot Mike Baker’s 39th birthday"
            },
            {
                "10/28/1992": "Hawaiian music set the tone for today's planned discussion between the STS-52 crew, students at the University of Hawaii and the Polynesian sailing canoe \"Hokulea\" located somewhere in the South Pacific."
            },
            {
                "10/29/1992": "“Mack the Knife” Bobby Darin"
            },
            {
                "10/30/1992": "“Bang the Drum” Todd Rundgren, in honor of Max-Q drummer and Mission Commander  Jim Wetherbee."
            },
            {
                "10/31/1992": "“Monster Mash” Bobby “Boris” Pickett. In honor of Halloween Mission Control included a pattern  for a cutout mask in flight plans radioed to the shuttle. The mask was of  Moe of the Three Stooges."
            },
            {
                "11/01/1992": "“Notre Dame Victory March” sung by JSC employees and Notre Dame grads, Chris McKenna, Mark Ferring, Pete Hasbrook, and Fisher Reynolds.  Notre Dame is also the alma mater of  Wetherbee."
            }
        ]
    },
    {
        "name": "STS-53",
        "start date": "12/02/1992",
        "end date": "12/09/1992",
        "notes": "Dog Crew I",
        "days": [
            {
                "12/03/1992": "“Jingle Bells” by the Singing Dogs. The astronauts, who nicknamed themselves \"the dogs of war\" because their flight supposedly is the last shuttle mission devoted to Defense Department work, were roused by a canine rendition of \"Jingle Bells.\""
            },
            {
                "12/04/1992": "“I Want to Be a Dog”, a children’s song by Nancy Cassidy"
            },
            {
                "12/05/1992": "Bagpipe medley by Houston Highlanders Pipe Band. (Medley: Bonnie Dundee, Gary Green, and The Eyes of Texas)."
            },
            {
                "12/06/1992": "The Air Force Song  (“Off We Go Into the Wild Blue Yonder”)"
            },
            {
                "12/07/1992": "“Anchor’s Aweigh” played for crew members Dave Walker and Bob Cabana"
            },
            {
                "12/08/1992": "“Caissons Go Rolling Along” by Bob Sharples and His Military Band in honor of Army Lieutenant Colonels Jim Voss and Rich Clifford."
            },
            {
                "12/09/1992": "“From the Halls of Montezuma”."
            }
        ]
    },
    {
        "name": "STS-54",
        "start date": "01/13/1993",
        "end date": "01/19/1993",
        "notes": "",
        "days": [
            {
                "01/14/1993": "The Air Force Song  (“Off We Go Into the Wild Blue Yonder”)"
            },
            {
                "01/15/1993": "“Hail Purdue” by Purdue Band and Glee Club. For Greg Harbaugh, a Purdue alumnus."
            },
            {
                "01/16/1993": "No wakeup call sent."
            },
            {
                "01/17/1993": "“Centerfield” by John Fogerty."
            },
            {
                "01/18/1993": "“Stardust” by Willie Nelson"
            },
            {
                "01/19/1993": "“Ain’t Misbehavin” by Eddie Higgins and Rebecca Parris"
            }
        ]
    },
    {
        "name": "STS-56",
        "start date": "04/08/1993",
        "end date": "04/17/1993",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-55",
        "start date": "04/26/1993",
        "end date": "05/06/1993",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-57",
        "start date": "06/21/1993",
        "end date": "07/01/1993",
        "notes": "",
        "days": [
            {
                "06/22/1993": "“Sitting on Top of the World” by Les Paul and Mary Ford"
            },
            {
                "06/23/1993": "“The Smurfs” in honor of Mission Specialist Nancy Sherlock, nicknamed “Smurf”."
            },
            {
                "06/24/1993": "“Rendezvous” by The Hudson Brothers"
            },
            {
                "06/25/1993": "“The Walk of Life” by Dire Straits in honor of upcoming space walk"
            },
            {
                "06/26/1993": "“Holiday” by Madonna …”to suggest the crew take some time to celebrate the success of their mission.”"
            },
            {
                "06/27/1993": "“I Got You (I Feel Good)” by James Brown, “…a favorite tune of Payload Commander David Low. "
            },
            {
                "06/28/1993": "“Catch a Falling Star” by Perry Como."
            },
            {
                "06/29/1993": "No wakeup call sent."
            },
            {
                "06/30/1993": "No wakeup call sent."
            },
            {
                "07/01/1993": "“I’ll Be Home For Christmas”"
            }
        ]
    },
    {
        "name": "STS-51",
        "start date": "09/12/1993",
        "end date": "09/22/1993",
        "notes": "",
        "days": [
            {
                "09/13/1993": "“Please Release Me” by Elvis Presley.  In preparation for deployment of  ORFEUS-SPAS payload. The singer was actually well known Elvis "
            },
            {
                "09/14/1993": "“Changes in Attitudes, Changes in Latitudes” by Jimmy Buffett"
            },
            {
                "09/15/1993": "“Don’t Let the Stars Get in Your Eyes” by Perry Como"
            },
            {
                "09/16/1993": "“Walk, Don’t Run”"
            },
            {
                "09/17/1993": "Videotape views of Earth with “Theme for the Common Man” by crew beat Mission Control’s wakeup call by five minutes. \"We didn't mean to preempt your music, just precede it,\" Discovery commander Frank Culbertson Jr. told Mission Control's Susan Helms. Of course the videotape views of the Earth are just on the flight day highlights. On the shuttle they just hear the music. PC"
            },
            {
                "09/18/1993": "Crew played “A Whole New World” for Mission Control followed by “Star Wars Theme” sent to Discovery.\t\t\t"
            },
            {
                "09/19/1993": "“Rendezvous” by Hudson Brothers"
            },
            {
                "09/20/1993": "“Heartbreak Hotel” by astronaut band Max-Q.  Carl Walz, nicknamed Elvis, is lead singer in the band."
            },
            {
                "09/21/1993": "“Surfin’ Safari” by The Beach Boys"
            },
            {
                "09/22/1993": "No wakeup call sent"
            }
        ]
    },
    {
        "name": "STS-58",
        "start date": "10/18/1993",
        "end date": "11/01/1993",
        "notes": "",
        "days": [
            {
                "10/19/1993": "No music, just greeting, “Good morning, how are you?” from Linda Ham, Flight Director.     "
            },
            {
                "10/20/1993": "“Theme From the Movie 2001, a Space Odyssey”"
            },
            {
                "10/21/1993": "No wakeup call sent."
            },
            {
                "10/22/1993": "“Jump In the Line” by Harry Belafonte; and “Doctor! Doctor!” by Thompson Twins."
            },
            {
                "10/23/1993": "“I Know You’re Out There, Somewhere” by The Moody Blues "
            },
            {
                "10/24/1993": "“Back Home in Indiana” by Jim Nabors for Mission Specialist David Wolf, who hails from Indianapolis."
            },
            {
                "10/25/1993": "“Shiny Happy People” by R.E.M."
            },
            {
                "10/26/1993": "Happy Trails” by Roy Rogers"
            },
            {
                "10/27/1993": "“Look At Us Now” by Joe Walsh"
            },
            {
                "10/28/1993": "No wakeup call sent."
            },
            {
                "10/29/1993": "“From A Distance”  by Bette Midler"
            },
            {
                "10/30/1993": "Theme from “St.Elsewhere” by Mike Post"
            },
            {
                "10/31/1993": "“Monster Mash” by Bobby “Boris” Pickett"
            },
            {
                "11/01/1993": "No wakeup call sent."
            }
        ]
    },
    {
        "name": "STS-61",
        "start date": "12/02/1993",
        "end date": "12/13/1993",
        "notes": "",
        "days": [
            {
                "12/02/1993": "“Cosmos” by Frank Hayes (6:57 p.m.) outside,\" “Hey, good morning, Houston. It can’t be morning -- It’s still dark outside,” shuttle pilot Ken Bowersox told misslon control. “No. You're confused again, Sox. Good morning,” a Houston fllght controller prodded him."
            },
            {
                "12/03/1993": "“Get Ready” by Rare Earth"
            },
            {
                "12/04/1993": "“Fanfare for the Common Man” by Aaron Copland"
            },
            {
                "12/05/1993": "“With a Little Help From My Friends” by The Beatles"
            },
            {
                "12/06/1993": "“Doctor My Eyes” by Jackson Browne"
            },
            {
                "12/07/1993": "“I Can See Clearly Now” by Johnny Nash"
            },
            {
                "12/08/1993": "A traditional Swiss Alpine song chosen by Mission Specialist Claude Nicollier"
            },
            {
                "12/09/1993": "“A Hard Day’s Night” by The Beatles"
            },
            {
                "12/10/1993": "“Mamas Don’t Let Your Babies Grow Up to Be Cowboys” by Willie Nelson"
            },
            {
                "12/11/1993": "“My Heroes Have Always Been Cowboys” by Willie Nelson"
            },
            {
                "12/12/1993": "“I Can See For Miles” by The Who"
            }
        ]
    },
    {
        "name": "STS-60",
        "start date": "02/03/1994",
        "end date": "02/11/1994",
        "notes": "",
        "days": [
            {
                "02/04/1994": "“Early Morning Riser” by Pure Prairie League"
            },
            {
                "02/05/1994": "“Rawhide” sung by the STS-60 simulation and training team"
            },
            {
                "02/06/1994": "“The Bug” by Mary Chapin Carpenter"
            },
            {
                "02/07/1994": "“Let There Be Peace on Earth” sung by the fourth graders of the Armand Bayou Elementary School in Clear Lake. One of the singers was Emily Reightler, the daughter of shuttle pilot Ken Reightler.  She was celebrating her tenth birthday."
            },
            {
                "02/08/1994": "“Sweet Home Alabama” by Lynyrd Skynyrd in honor of astronaut Jan Davis of Huntsville."
            },
            {
                "02/09/1994": "Russian folk tunes in honor of Mission Specialist Sergei Krikalev, the first Russian cosmonaut to fly aboard a U.S. spacecraft."
            },
            {
                "02/10/1994": "“I Get Around” by The Beach Boys."
            },
            {
                "02/11/1994": "“Homeward Bound” by Simon and Garfunkel."
            }
        ]
    },
    {
        "name": "STS-62",
        "start date": "03/04/1994",
        "end date": "03/18/1994",
        "notes": "",
        "days": [
            {
                "03/05/1994": "“I Got You (I Feel Good)” by James Brown"
            },
            {
                "03/06/1994": "“Picky, Picky Head” by Wailing Souls from movie, “Cool Runnings”. "
            },
            {
                "03/07/1994": "Medley of Armed Forces anthems sung by the U.S. Military Glee Club: The Air Force Song  (“Off We Go Into the Wild Blue Yonder”), “Anchors Aweigh”, U.S. Army Anthem, “The Caissons Go Rolling Along” and The Marine Corps Hymn “Halls of Montezuma”. The five person crew included Air Force --  Casper, Marine -- Allen, Army -- Gemar, Navy -- Thuot, and civilian Ivins. This is the first time all of the major Armed Forces were represented on once space mission, hence the medley. PC"
            },
            {
                "03/08/1994": "“Space Shuttle Boogie” written by Cindy and Michael Rosenbaum"
            },
            {
                "03/09/1994": "“Wake the World” by The Beach Boys"
            },
            {
                "03/10/1994": "Marine Corps Hymn “Halls of Montezuma”"
            },
            {
                "03/11/1994": "“Takin' Care of Business” by Bachman-Turner Overdrive."
            },
            {
                "03/12/1994": "“Be Our Guest” from movie “Beauty and the Beast” soundtrack in honor of the commander's two children"
            },
            {
                "03/13/1994": "Crew with ½ day off, beat MCC to wakeup call.  They sent down “Surfin’ USA” by The Beach Boys. MCC responded with “I Get Around” by The Beach Boys."
            },
            {
                "03/14/1994": "“Starship Trooper” by Yes."
            },
            {
                "03/15/1994": "“View From Above” written and performed by Allison Brown, who was inspired to write the song by Mission Specialist Marsha Ivins."
            },
            {
                "03/16/1994": "“Travelin’ Prayer” by Billy Joel."
            },
            {
                "03/17/1994": "“Living in Paradise” by The Brothers Cazimero"
            },
            {
                "03/18/1994": "“The Mermaid” by The Clancy Brothers."
            }
        ]
    },
    {
        "name": "STS-59",
        "start date": "04/09/1994",
        "end date": "04/20/1994",
        "notes": "The crew worked two shifts around the clock. Due to the 24 hour coverage, only one wakeup call was sent.",
        "days": [
            {
                "04/18/1994": "Blue Team: “Freedom” performed by the White Elementary School 5th grade choir. Mission Specialist Rich Clifford’s son, Brandon, was a student at White."
            }
        ]
    },
    {
        "name": "STS-65",
        "start date": "07/08/1994",
        "end date": "07/23/1994",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-64",
        "start date": "09/09/1994",
        "end date": "09/20/1994",
        "notes": "The high number of Max Q songs was in honor of mission specialist Susan Helms, a keyboardist  for the all-astronaut band. PC",
        "days": [
            {
                "09/10/1994": "Parody of The Beach Boys song “Fun, Fun, Fun” called “We’ll Have Fun, Fun, Fun on the Shuttle,” sung by Max Q (from Mach 25 tape)."
            },
            {
                "09/11/1994": "Parody of the song “My Girl” called “My World” by Max Q (from Mach 25 tape)."
            },
            {
                "09/12/1994": "“Ace in the Hole” by George Strait."
            },
            {
                "09/13/1994": "Parody of  The Beach Boys song  “I Get Around” called “We Orbit Around” by Max Q (from Mach 25 tape)."
            },
            {
                "09/14/1994": "Parody of the “Green Acres” TV theme by Max Q (from Mach 25 tape) called “On Orbit”."
            },
            {
                "09/15/1994": "“Hound Dog” by Elvis Presley"
            },
            {
                "09/16/1994": "“EVA” Surfing” by Max Q (from Mach 25 tape)."
            },
            {
                "09/17/1994": "“Another Saturday Night” by Max Q (from Mach 25 tape). "
            },
            {
                "09/18/1994": "“This Is the Time” by Billy Joel."
            },
            {
                "09/19/1994": "“Yakety Yak” by The Coasters."
            },
            {
                "09/20/1994": "Sounds of chirping birds and a crowing rooster and a medley of cartoon theme songs including Woody Woodpecker."
            }
        ]
    },
    {
        "name": "STS-68",
        "start date": "09/30/1994",
        "end date": "10/11/1994",
        "notes": "The crew worked two shifts around the clock,  but Mission Control did include one wakeup call.",
        "days": [
            {
                "10/11/1994": "\"Tiny Bubbles\" There was a problem with the galley water system "
            }
        ]
    },
    {
        "name": "STS-66",
        "start date": "11/03/1994",
        "end date": "11/14/1994",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.  (JSC Query Book).",
        "days": []
    },
    {
        "name": "STS-63",
        "start date": "02/03/1995",
        "end date": "02/11/1995",
        "notes": "",
        "days": [
            {
                "02/04/1995": "“On Orbit is the Place to Be” by Max Q (from Mach 25 tape)."
            },
            {
                "02/05/1995": "“Another Saturday Night” by Max Q (from Mach 25 tape)."
            },
            {
                "02/06/1995": "“Make New Friends” From a Girl Scout Brownie troop (the daughter of the  people who send flowers to MCC each mission is in the troop)"
            },
            {
                "02/07/1995": "“Blue Danube Waltz” from soundtrack of  “2001, A Space Odyssey”"
            },
            {
                "02/08/1995": "Opening sequence of “Time” from Pink Floyd's album, “Dark Side of the Moon”"
            },
            {
                "02/09/1995": "“Surfing EVA” by Max Q (from Mach 25 tape)."
            },
            {
                "02/10/1995": "“Liberty Bell March” better known as the theme from the TV show, “Monty Python's Flying Circus.”"
            },
            {
                "02/11/1995": "“The End” by The Doors.       "
            }
        ]
    },
    {
        "name": "STS-67",
        "start date": "03/02/1995",
        "end date": "03/18/1995",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.  (JSC Query Book).",
        "days": []
    },
    {
        "name": "STS-71",
        "start date": "06/27/1995",
        "end date": "07/07/1995",
        "notes": "",
        "days": [
            {
                "06/28/1995": "“I Got You Babe” by Sonny and Cher."
            },
            {
                "06/29/1995": "“From a Distance” by Nancy Griffith.  It was preceded by special birthday greetings to Pilot Charlie Precourt from his wife and daughters."
            },
            {
                "06/30/1995": "“Your Wildest Dreams” by The Moody Blues."
            },
            {
                "07/01/1995": "Russian pop song “Kuca, Kuca, Kuca” (pronounced Keesa Keesa Keesa)"
            },
            {
                "07/02/1995": "“Changes in Latitudes, Changes in Attitudes” by Jimmy Buffett"
            },
            {
                "07/03/1995": "The Florida State Seminole Fight Song “…in honor of former Seminole Norm Thagard…celebrating his 52nd birthday today”."
            },
            {
                "07/04/1995": "“America the Beautiful” by Whitney Houston was sent to wakeup Atlantis’ crew just before the undocking with the Mir space station."
            },
            {
                "07/05/1995": "“Flying solo and ahead of the Mir space station by about 120 nautical miles, the crew on board Atlantis awoke to a children’s song, ‘I Love My Moon,’ a special dedication to Commander Hoot Gibson from his 26-day old daughter Emilee Louise.” Query Book has singer as Tonja Weimer."
            },
            {
                "07/06/1995": "Parodies of the Beatles’ “Hello, Goodbye” and Paul Anka’s “Lay Your Head on My Shoulder”."
            },
            {
                "07/07/1995": "“Take the Long Way Home” by Supertramp."
            }
        ]
    },
    {
        "name": "STS-70",
        "start date": "07/13/1995",
        "end date": "07/22/1995",
        "notes": "",
        "days": [
            {
                "07/14/1995": "“The crew of STS-70 was awakened shortly after three this morning Central time to the theme from ‘Woody Woodpecker,’ a cartoon character adopted as the mascot for the mission when real woodpeckers plucked holes in protective insulation on Discovery’s external fuel tank last month causing a delay in the mission.” MCC Status Report"
            },
            {
                "07/15/1995": "“The workday began shortly after two o’clock this morning with a wakeup call from Kate Smith singing ‘Beautiful Ohio’ in honor of four of the five crewmembers being from that state.” MCC Status Report"
            },
            {
                "07/16/1995": "“The crew was awakened at 1:11 a.m. CDT to the sounds of Mission Specialist Nancy Currie’s 8-year-old daughter, Stephanie, and her Ferguson Elementary School second-grade classmates singing ‘God Bless the USA.’ ” MCC Status Report. JSC Query Book has song as “God Bless America.”"
            },
            {
                "07/17/1995": "Fight song for the Cleveland Indians, “Talkin’ Tribe.”  “Mission Specialist Mary Ellen Weber responded with ‘Good mornin’ Houston, how ‘bout then Indians?’” MCC Status Report"
            },
            {
                "07/18/1995": "“Beer Barrel Polka” by Gene Hackemack – because Cleveland is the polka capital of the world. Mission Control sent the theme from the movie “Starman” as a good night call."
            },
            {
                "07/19/1995": "Unknown."
            },
            {
                "07/20/1995": "“Eyes of Texas”, a UT song. Randy Stone switched from an Aggie song to a UT song."
            }
        ]
    },
    {
        "name": "STS-69",
        "start date": "09/07/1995",
        "end date": "09/18/1995",
        "notes": "Dog Crew II",
        "days": [
            {
                "09/08/1995": "“Hound Dog” by Elvis Presley."
            },
            {
                "09/09/1995": "Theme from “Scooby Doo.”"
            },
            {
                "09/10/1995": "“Bingo” sung by Madeline Cockrell’s  (Pilot Kenneth Cockrell’s five-year-old daughter) kindergarten class."
            },
            {
                "09/11/1995": "Theme from “Rin Tin Tin”."
            },
            {
                "09/12/1995": "“A Hard Day’s Night” by The Beatles."
            },
            {
                "09/13/1995": "Theme from the film “Patton”, a tribute to Jim Voss who was promoted to  the rank of Colonel in the U.S. Army."
            },
            {
                "09/14/1995": "Theme from cartoon TV show, “Underdog”, attribute to Mike Gernhardt who has the same nickname."
            },
            {
                "09/15/1995": "“He’s A Tramp” from the cartoon movie “Lady and the Tramp”."
            },
            {
                "09/16/1995": "“Walk Like a Man” by Frankie Valli and The Four Seasons."
            },
            {
                "09/17/1995": "“Snoopy’s Theme” from animated cartoon TV show, “Peanuts.”"
            }
        ]
    },
    {
        "name": "STS-73",
        "start date": "10/20/1995",
        "end date": "11/05/1995",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-74",
        "start date": "11/12/1995",
        "end date": "11/20/1995",
        "notes": "",
        "days": [
            {
                "11/13/1995": "“Dance of the Flowers” by Tchaikovsky. Referring to orbital ballet Atlantis will perform to dock with Mir."
            },
            {
                "11/14/1995": "“Yeager’s Triumph” from “The Right Stuff” by Bill Conti."
            },
            {
                "11/15/1995": "“Somewhere Over the Rainbow” by Arlen, Harburg, and Stothart from the film, “The Wizard of Oz”. Sung by Judy Garland."
            },
            {
                "11/16/1995": "“Blue Danube” by Johann Strauss."
            },
            {
                "11/17/1995": "“Northwest Passage” by Stan Rogers."
            },
            {
                "11/18/1995": "“Do Wah Diddy Diddy” performed as as a drill team chant cadence."
            },
            {
                "11/19/1995": "Theme from the IMAX film, “The Dream is Alive.”"
            }
        ]
    },
    {
        "name": "STS-72",
        "start date": "01/11/1996",
        "end date": "01/20/1996",
        "notes": "",
        "days": [
            {
                "01/12/1996": "Theme from “Star Wars” by John Williams."
            },
            {
                "01/13/1996": "“Sea in Springtime” (traditional Japanese song) for Koichi Wakata and SFU retrieval."
            },
            {
                "01/14/1996": "Theme from the original “Godzilla” film."
            },
            {
                "01/15/1996": "“Star Trek Next Generation” theme by James Horner."
            },
            {
                "01/16/1996": "“Smallest Astronaut” by The Royal Guardsmen."
            },
            {
                "01/17/1996": "“Heigh-Ho, Heigh-Ho, It’s Off To Work We Go” from movie “Snow White.”"
            },
            {
                "01/18/1996": "“All I Wanna Do” by Sheryl Crow."
            },
            {
                "01/19/1996": "“Darth Vader’s Theme” from “Star Wars” film."
            },
            {
                "01/20/1996": "Theme from the IMAX film, “The Dream is Alive.”"
            }
        ]
    },
    {
        "name": "STS-75",
        "start date": "02/22/1996",
        "end date": "03/09/1996",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-76",
        "start date": "03/22/1996",
        "end date": "03/31/1996",
        "notes": "",
        "days": [
            {
                "03/23/1996": "“Anywhere is…” by Enya for Rick Searfoss."
            },
            {
                "03/24/1996": "“When the Roll is Called Up Yonder” referring to Shannon Lucid’s arrival the next day."
            },
            {
                "03/25/1996": "“Awake, the Harp” by Haydn, recorded by the Houston Choral Society for Mission Specialist   Ron Sega."
            },
            {
                "03/26/1996": "“Another Saturday Night” by Max Q "
            },
            {
                "03/27/1996": "“Free Flying” written by Brandon and Richard Clifford for father Michael Clifford’s spacewalk that day."
            },
            {
                "03/28/1996": "“Jumpin’ at the Woodside” by Brass, Rhythm and Reed."
            },
            {
                "03/29/1996": "“Stars and Stripes Forever” by John Philip Sousa."
            }
        ]
    },
    {
        "name": "STS-77",
        "start date": "05/19/1996",
        "end date": "05/29/1996",
        "notes": "",
        "days": [
            {
                "05/20/1996": "The Air Force Song  (“Off We Go Into the Wild Blue Yonder”) in honor of Commander John H. Casper, an Air Force Colonel, and pilot Curtis L. Brown, an Air Force Lieutenant Colonel.                 "
            },
            {
                "05/21/1996": "“Up, Up and Away” by The Fifth Dimension in honor of the Inflatable Antenna Experiment conducted yesterday as part of the Spartan mission."
            },
            {
                "05/22/1996": "“Anchors Aweigh”"
            },
            {
                "05/23/1996": "“Milky Way”, a children’s song provided by Casper’s wife, Chris."
            },
            {
                "05/24/1996": "“Hold Me, Thrill Me, Kiss Me” by Gloria Estefan, requested by Curt Brown’s fiancee."
            },
            {
                "05/25/1996": "“Down Under” by Men At Work, in honor of Australian-born Mission Specialist Andy Thomas"
            },
            {
                "05/26/1996": "“Up Down, and Touch the Ground” Tigger and his friends from “Winnie the Pooh” sing-a-long"
            },
            {
                "05/27/1996": "“Light My Fire” by The Doors. (Pre-sleep music: “Good Night Sweetheart” by The Spaniels."
            },
            {
                "05/28/1996": "“Start Me Up” by The Rolling Stones"
            },
            {
                "05/29/1996": "“I Can See Clearly Now” by Jimmy Cliff"
            }
        ]
    },
    {
        "name": "STS-78",
        "start date": "06/20/1996",
        "end date": "07/07/1996",
        "notes": "",
        "days": [
            {
                "06/21/1996": "“Free Fallin’” by Tom Petty."
            },
            {
                "06/22/1996": "“Bad to the Bone” by George Thorogood & the Destroyers referring to musculoskeletal science experiments."
            },
            {
                "06/23/1996": "“Flight of the Bumblebee” performed by the 1980 U.S. Air Force Academy Drum and Bugle Corps.  Payload commander Susan Helms played xylophone on the recording."
            },
            {
                "06/24/1996": "“Space Oddity” by David Bowie.  The “Major Tom” reference is to Tom Henricks."
            },
            {
                "06/25/1996": "“She Blinded Me With Science” by Thomas Dolby"
            },
            {
                "06/26/1996": "“Back on the Chain Gang” by The Pretenders. The crew went back to work after a day off."
            },
            {
                "06/27/1996": "“Every Breath You Take” by The Police. Refers to lung function experiment."
            },
            {
                "06/28/1996": "“Carolina in My Mind” by James Taylor. Charles Brady considers Robbins, NC his home."
            },
            {
                "06/29/1996": "“Another Saturday Night” by Max Q, the all-astronaut band, with Susan Helms on keyboards"
            },
            {
                "06/30/1996": "“Les Murs De Poussiere (Dusty Walls)” by Francis Cabrel for Favier."
            },
            {
                "07/01/1996": "“Oh, Canada” the Canadian National Anthem by Vienna State Opera Orchestra for Brent  Thirsk"
            },
            {
                "07/02/1996": "“Closer to Free” by The BoDeans for Linnehan."
            },
            {
                "07/03/1996": "“Wake Up Little Susie” by The Everly Brothers for Helms."
            },
            {
                "07/04/1996": "“God Bless the U.S.A.” by Lee Greenwood; “Born in the USA” by Bruce Springsteen for the 4th of July."
            },
            {
                "07/05/1996": "“Birthday” by The Beatles for Henricks 44th birthday."
            },
            {
                "07/06/1996": "“Don’t Bring Me Down” by The Electric Light Orchestra"
            },
            {
                "07/07/1996": "“Time For Me to Fly” by REO Speedwagon."
            }
        ]
    },
    {
        "name": "STS-79",
        "start date": "09/16/1996",
        "end date": "09/26/1996",
        "notes": "",
        "days": [
            {
                "09/16/1996": "“Duke of Earl” by Gene Chandler."
            },
            {
                "09/17/1996": "“Rescue Me” by Fontella Bass."
            },
            {
                "09/18/1996": "\"Hold On (I'm Coming)\" performed by Sam and Dave referring to the return of Shannon Lucid."
            },
            {
                "09/19/1996": "“Whole Lotta Shakin’ Goin’ On” by Jerry Lee Lewis referring to the ARIS experiment. ARIS = Active Rack Isolation System, a set of "
            },
            {
                "09/20/1996": "“Cheeseburger in Paradise” by Jimmy Buffett referring to Shannon Lucid’s thoughts of her diet after returning to Earth."
            },
            {
                "09/21/1996": "“Another Saturday Night” By Max Q.  Carl Walz is a member."
            },
            {
                "09/22/1996": "“Got Me Under Pressure” by ZZ Top referring to the raising of cabin pressure to 15.5 psi to transfer oxygen and nitrogen to Mir."
            },
            {
                "09/23/1996": "\"Please Don't Leave Me\" by Fats Domino.  Some music for undocking day"
            },
            {
                "09/24/1996": "“Only Wanna Be With You” by Hootie and the Blowfish referring to the impending return of Lucid to her family."
            },
            {
                "09/25/1996": "“Danger Zone” by Kenny Loggins. Played in honor of the two Navy crewmen on board, Bill Readdy and Terrence Wilcutt. Wilcutt's a Marine, not Navy. (The Navy trains the Marine pilots so it's still a valid connection.) PC"
            }
        ]
    },
    {
        "name": "STS-80",
        "start date": "11/19/1996",
        "end date": "12/07/1996",
        "notes": "",
        "days": [
            {
                "11/20/1996": "“I Can See For Miles” by The Who"
            },
            {
                "11/21/1996": "“Theme From Fireball XL5”"
            },
            {
                "11/22/1996": "“Roll With the Changes” by REO Speedwagon; Some Phil Collins/Genesis"
            },
            {
                "11/23/1996": "“Reelin’ and Rockin’” by Chuck Berry"
            },
            {
                "11/24/1996": "“Roll With It” by Steve Winwood"
            },
            {
                "11/25/1996": "“Good Times Roll” by The Cars"
            },
            {
                "11/26/1996": "“Red Rubber Ball” by Cyrkle"
            },
            {
                "11/27/1996": "“Alice’s Restaurant” by Arlo Guthrie"
            },
            {
                "11/28/1996": "“Some Guys Have All the Luck” by Robert Palmer"
            },
            {
                "11/29/1996": "“Changes” by David Bowie"
            },
            {
                "11/30/1996": "“Break On Through” by The Doors"
            },
            {
                "12/01/1996": "“Shooting Star” by Bad Company"
            },
            {
                "12/02/1996": "“Stay” by Jackson Browne"
            },
            {
                "12/03/1996": "“Return to Sender” by Elvis Presley"
            },
            {
                "12/04/1996": "“Should I Stay or Should I Go” by The Clash"
            },
            {
                "12/05/1996": "“Nobody Does It Better” by Carly Simon"
            },
            {
                "12/06/1996": "“Please Come Home For Christmas” by Sawyer Brown"
            }
        ]
    },
    {
        "name": "STS-81",
        "start date": "01/12/1997",
        "end date": "01/22/1997",
        "notes": "",
        "days": [
            {
                "01/13/1997": "“Free Ride” by The Edgar Winter Group"
            },
            {
                "01/14/1997": "“It Keeps You Runnin’ ” by The Doobie Brothers"
            },
            {
                "01/15/1997": "“Hitchin’ a Ride” by Vanity Fare"
            },
            {
                "01/16/1997": "“Celebration” by Kool and the Gang"
            },
            {
                "01/17/1997": "“I Got You (I Feel Good)” by James Brown"
            },
            {
                "01/18/1997": "“Mack the Knife” by Bobby Darin"
            },
            {
                "01/19/1997": "“Ticket to Ride” by The Beatles (1:27 GMT)"
            },
            {
                "01/19/1997": "“So Long, Farewell” from “The Sound of Music” (23:27 GMT)"
            },
            {
                "01/21/1997": "“My Favorite Marcia” by The Allison Brown Quartet"
            },
            {
                "01/22/1997": "\"Day-O,The Banana Boat Song\" - Harry Belafonte"
            }
        ]
    },
    {
        "name": "STS-82",
        "start date": "02/11/1997",
        "end date": "02/21/1997",
        "notes": "",
        "days": [
            {
                "02/12/1997": "“Magic Carpet Ride” by Steppenwolf"
            },
            {
                "02/13/1997": "“These Are Days” by 10,000 Maniacs"
            },
            {
                "02/14/1997": "“Two Princes” by Spin Doctors"
            },
            {
                "02/15/1997": "“Higher Love” by Steve Winwood"
            },
            {
                "02/16/1997": "“The Packerena” For Mark Lee"
            },
            {
                "02/17/1997": "“Shiny Happy People” by R.E.M."
            },
            {
                "02/18/1997": "“Dreams” by The Cranberries"
            },
            {
                "02/19/1997": "“That Thing You Do!” Theme from the motion picture"
            },
            {
                "02/20/1997": "“Five Hundred Miles Away From Home” by Reba McEntire"
            },
            {
                "02/21/1997": "“Sloop John B.” by The Beach Boys (down linked by crew)"
            }
        ]
    },
    {
        "name": "STS-83",
        "start date": "04/04/1997",
        "end date": "04/08/1997",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-84",
        "start date": "05/15/1997",
        "end date": "05/24/1997",
        "notes": "This particular mission set a record for the number of different countries where people were born, Precourt, Collins, and Lu in the United States, Kondakova in Russia, Clervoy in France (representing ESA), and Foale in England and Noreiga in Peru. Of course, Foale and Noriega are both naturalized U.S. citizens and didn't represent their birth countries. Hence the large number of national anthems. PC",
        "days": [
            {
                "05/16/1997": "“Those Magnificent Men in Their Flying Machines” by The American Military Band."
            },
            {
                "05/17/1997": "“Hold On, I’m Coming” by Sam and Dave"
            },
            {
                "05/18/1997": "“British National Anthem – God Save the Queen ”"
            },
            {
                "05/19/1997": "“French National Anthem - La Marseillaise”"
            },
            {
                "05/20/1997": "“Peruvian National Anthem”"
            },
            {
                "05/21/1997": "“Russian National Anthem”"
            },
            {
                "05/22/1997": "“Triste et Bleu (Sad and Blue)” - Michel Jonasz"
            },
            {
                "05/23/1997": "“Anchors Aweigh/ The Air Force Song (“Off We Go Into the Wild Blue Yonder”) USAF Theme/Marine Hymn” by The West Point Cadet Glee Club"
            },
            {
                "05/24/1997": "“U.S. National Anthem”"
            }
        ]
    },
    {
        "name": "STS-94",
        "start date": "07/01/1997",
        "end date": "07/17/1997",
        "notes": "The crew worked two shifts around the clock. Therefore, no wakeup calls were sent.",
        "days": []
    },
    {
        "name": "STS-85",
        "start date": "08/07/1997",
        "end date": "08/19/1997",
        "notes": "",
        "days": [
            {
                "08/08/1997": "“To the Moon and Back” by Savage Garden"
            },
            {
                "08/09/1997": "“Don’t Look Down” by Lindsay Buckingham"
            },
            {
                "08/10/1997": "“My Home’s In Alabama” by Alabama"
            },
            {
                "08/11/1997": "“Chances Are” by Johnny Mathis"
            },
            {
                "08/12/1997": "“The House is Rockin’” by Stevie Ray Vaughn"
            },
            {
                "08/13/1997": "“Good Vibrations” by The Beach Boys"
            },
            {
                "08/14/1997": "“You Will Go to the Moon” by Moxy Fruvous"
            },
            {
                "08/15/1997": "“Stay” by Jackson Browne"
            },
            {
                "08/16/1997": "“Mighty Iron Arm Atom” or “Atom Boy” Theme song to Japanese cartoon."
            },
            {
                "08/17/1997": "“You’re Not From Texas” by Lyle Lovett"
            },
            {
                "08/18/1997": "“So Far Away” by Dire Straits"
            },
            {
                "08/19/1997": "“Running On Empty” by Jackson Browne"
            }
        ]
    },
    {
        "name": "STS-86",
        "start date": "09/25/1997",
        "end date": "10/06/1997",
        "notes": "",
        "days": [
            {
                "09/26/1997": "“Roll on Down the Highway” by Bachman-Turner Overdrive"
            },
            {
                "09/27/1997": "“Dancing in the Dark” by Bruce Springsteen"
            },
            {
                "09/28/1997": "“Takin’ Care of Business” by Bachman-Turner Overdrive"
            },
            {
                "09/29/1997": "“What I Like About You” by The Romantics"
            },
            {
                "09/30/1997": "“Grand Ol' Flag” as played on the piano by Wetherbee's daughter Jenny Wetherbee"
            },
            {
                "10/01/1997": "“What a Wonderful World” by Louis Armstrong"
            },
            {
                "10/02/1997": "“Impression That I Get” by The Mighty Mighty Bosstones"
            },
            {
                "10/03/1997": "“Fanfare For the Common Man” by The Orlando Pops"
            },
            {
                "10/04/1997": "“Let It Ride” by Bachman-Turner Overdrive"
            },
            {
                "10/05/1997": "“Shake, Rattle and Roll” by Huey Lewis and the News"
            },
            {
                "10/06/1997": "“Homeward Bound” by Simon and Garfunkel"
            }
        ]
    },
    {
        "name": "STS-87",
        "start date": "11/19/1997",
        "end date": "12/05/1997",
        "notes": "",
        "days": [
            {
                "11/20/1997": "“Hitchin’ a Ride” by Vanity Fare"
            },
            {
                "11/21/1997": "“Theme from New York, New York” by Frank Sinatra"
            },
            {
                "11/22/1997": "“Ginga Shounen Tai” (Galaxy Boys) Theme from a Japanese science fiction puppet show"
            },
            {
                "11/23/1997": "The Air Force Song (“Off We Go Into the Wild Blue Yonder”) by Air Force Academy Cadet Chorus"
            },
            {
                "11/24/1997": "“Walk of Life” by Dire Straits"
            },
            {
                "11/25/1997": "“Mishra Piloo” by Ravi Shankar"
            },
            {
                "11/26/1997": "“Ukrainian National Anthem”"
            },
            {
                "11/27/1997": "“America the Beautiful” by the U.S. Air Force Academy Cadet Chorale"
            },
            {
                "11/28/1997": "“Florida State University Seminoles Fight Song”"
            },
            {
                "11/29/1997": "“California Dreamin’ ” by The Mamas and the Papas"
            },
            {
                "11/30/1997": "“This Island Earth” by The Nylons"
            },
            {
                "12/01/1997": "“Ultraman” Theme from Japanese TV science fiction cartoon show"
            },
            {
                "12/02/1997": "“Centerfield” by John Fogerty"
            },
            {
                "12/03/1997": "“Flight of the Bumble Bee” Rimsky-Korsakov"
            },
            {
                "12/04/1997": "“Should I Stay or Should I Go” by The Clash"
            }
        ]
    },
    {
        "name": "STS-89",
        "start date": "01/22/1998",
        "end date": "01/31/1998",
        "notes": "",
        "days": [
            {
                "01/23/1998": "“It’s Not Unusual” by Tom Jones"
            },
            {
                "01/24/1998": "“Calypso” by John Denver"
            },
            {
                "01/25/1998": "“Friends, We Are Migrant Birds” An old Russian pilots’ song"
            },
            {
                "01/26/1998": "“Singer From Down Under” by Slim Dusty chosen by NASA to"
            },
            {
                "01/27/1998": "“Clap For the Wolfman” by Burton Cummings in honor of astronaut David Wolf who joined the crew after 120 days aboard Mir."
            },
            {
                "01/28/1998": "“Hide Away” by Stanley Clarke. For Mike Anderson PC"
            },
            {
                "01/29/1998": "“Here We Go Loopty-Loo” (“Lupe de Lue”) by Little Richard and The Disney Kids"
            },
            {
                "01/30/1998": "“Bad To the Bone” by George Thorogood and the Destroyers"
            },
            {
                "01/31/1998": "“Breakfast Blues” by Trout Fishing in America"
            }
        ]
    },
    {
        "name": "STS-90",
        "start date": "04/17/1998",
        "end date": "05/03/1998",
        "notes": "",
        "days": [
            {
                "04/18/1998": "“Think” by Aretha Franklin"
            },
            {
                "04/19/1998": "“Take Me Out to the Ball Game” sung by Harry Carey"
            },
            {
                "04/20/1998": "“Doctor My Eyes” by Jackson Browne"
            },
            {
                "04/21/1998": "“Bad To the Bone” by George Thorogood and the Destroyers"
            },
            {
                "04/22/1998": "“Bad Case of Loving You” by Robert Palmer"
            },
            {
                "04/23/1998": "“I Got You (I Feel Good)” by James Brown"
            },
            {
                "04/23/1998": "“This Land Is Your Land” by Rod Taylor"
            },
            {
                "04/24/1998": "“She Drives Me Crazy” by The Fine Young Cannibals"
            },
            {
                "04/25/1998": "“Every Breath You Take” by The Police"
            },
            {
                "04/26/1998": "“Fight On, State” Fight Song for Penn State University"
            },
            {
                "04/27/1998": "“Turn, Turn, Turn” by The Byrds"
            },
            {
                "04/28/1998": "“Take a Chance on Me” by Abba"
            },
            {
                "04/29/1998": "“Round and Round” by Ratt"
            },
            {
                "04/30/1998": "“Cruise Control” by Bruce Hornsby"
            },
            {
                "05/01/1998": "“If I Only Had a Brain” from “The Wizard of Oz”"
            },
            {
                "05/02/1998": "“Stir It Up” by Bob Marley and the Wailers"
            }
        ]
    },
    {
        "name": "STS-91",
        "start date": "06/02/1998",
        "end date": "06/12/1998",
        "notes": "",
        "days": [
            {
                "06/03/1998": "“Shake, Rattle, and Roll” by Huey Lewis and the News in honor of the flawless liftoff"
            },
            {
                "06/04/1998": "“Come Go With Me” by the Del Vikings in honor of Andrew Thomas’ return from Mir"
            },
            {
                "06/05/1998": "“South Australia” by The Sundowners"
            },
            {
                "06/06/1998": "“You Really Got Me” by The Kinks"
            },
            {
                "06/07/1998": "“Travelin’ Band” by Creedence Clearwater Revival"
            },
            {
                "06/08/1998": "“Manic Monday” by The Bangles in honor of an historic Monday for the U.S. and Russian space programs ending the three year Shuttle/Mir program"
            },
            {
                "06/09/1998": "“How Bizarre” by O.M.C"
            },
            {
                "06/10/1998": "“Superman” - TV Theme Song played in honor of Franklin Chang-Diaz’s record-breaking time in orbit aboard a Space Shuttle, a total of more than 51 days spent in orbit during six shuttle flights."
            },
            {
                "06/11/1998": "“Interplanet Janet” Song from the “Schoolhouse Rock” educational videotape series played in honor of Janet Kavandi"
            },
            {
                "06/12/1998": "“Homeward Bound” by Simon and Garfunkel"
            }
        ]
    },
    {
        "name": "STS-95",
        "start date": "10/29/1998",
        "end date": "11/07/1998",
        "notes": "",
        "days": [
            {
                "10/30/1998": "“What a Wonderful World” Louis Armstrong. Played for Mission Specialist Scott Parazynski from his wife, Gail."
            },
            {
                "10/31/1998": "“Cachito”  Nat King Cole. This song about parenthood was directed to Pedro Duque and his wife, Consuelo, who recently has a baby."
            },
            {
                "11/01/1998": "“This Pretty Planet” Tom Chapin requested by pilot Steve Lindsay’s wife Diane And/or “Hallelujahs” by Chris Rice."
            },
            {
                "11/02/1998": "“Moon River” Andy Williams. Annie Glenn requested it as a tribute to the friendship between Williams and her husband. \"I was sleeping very, very soundly this morning when the wake up call came in,” Glenn said."
            },
            {
                "11/03/1998": "“The House is Rockin’” Stevie Ray Vaughn. In honor of Mission Specialist Steve Robinson known as “Stevie Ray Robinson” by other members of his astronaut band, “Max Q”. \"That's what I call wake-up music. Good day to go get a satellite,\" he told Mission Control."
            },
            {
                "11/04/1998": "“Wakaki Chi,” (“Young Spirit”) a cheering song from Keio University where Payload Specialist Chiaki Mukai received her medical degree."
            },
            {
                "11/05/1998": "“I Know You’re Out There Somewhere” The Moody Blues. Chosen by Commander Curt Brown’s family."
            },
            {
                "11/06/1998": "“Voyage Into Space”, an original composition written for John Glenn by composer   and pianist Peter Nero, a long-time friend of the Glenns."
            },
            {
                "11/07/1998": "“La Cucaracha”. Played for Pedro Duque at request of his wife, Consuelo."
            }
        ]
    },
    {
        "name": "STS-88",
        "start date": "12/04/1998",
        "end date": "12/15/1998",
        "notes": "",
        "days": [
            {
                "12/04/1998": "\"Get Ready\" by the Temptations, an appropriate description of the full slate of activities the  crew will be involved with as they get ready for the important events of the flight by checking out the equipment and tools that will be utilized during rendezvous, docking and space walking activities."
            },
            {
                "12/05/1998": "“Anchors Aweigh”"
            },
            {
                "12/06/1998": "“Somewhere Over the Rainbow” - Judy Garland.  Requested by Bob Cabana’s daughter, Judy"
            },
            {
                "12/07/1998": "“Jerry the Rigger,\" an old Celtic song. In honor of Mission Specialist Jerry Ross, who with fellow Mission Specialist Jim Newman, will conduct more than 18 hours of space walks during this flight."
            },
            {
                "12/08/1998": "“Streets of Bakersfield” - Dwight Yoakum. Requested by the wife of Pilot Rick Sturckow, a California native."
            },
            {
                "12/09/1998": "“Floating in the Bathtub” selected for Mission Specialist Jim Newman by his wife, Mary Lee.                                      "
            },
            {
                "12/10/1998": "“God Bless the USA”- Lee Greenwood. Played for Mission Specialist -2, Nancy Currie at the request of her husband, David."
            },
            {
                "12/11/1998": "“Trepak” a Russian dance from Tchaikovsky’s “The Nutcracker” in honor of cosmonaut and Mission Specialist Sergei Krikalev."
            },
            {
                "12/12/1998": "“Hound Dog” - Elvis Presley"
            },
            {
                "12/13/1998": "“Goodnight Sweetheart, Goodnight” - The Spaniels. As the crew prepare to say \"goodnight\" to the space station."
            },
            {
                "12/14/1998": "“I Got You (I Feel Good)” - James Brown. In honor of the good feelings evoked by this successful first International Space Station Assembly mission.  “We really feel terrific,” Nancy Currie said in replying to ground controllers in Houston, who broadcast the song into space. \"We're ready to start packing and come home to see our families just in time for Christmas.\""
            },
            {
                "12/15/1998": "“Ride of the Valkyries” - Richard Wagner"
            }
        ]
    },
    {
        "name": "STS-96",
        "start date": "05/27/1999",
        "end date": "06/06/1999",
        "notes": "",
        "days": [
            {
                "05/27/1999": "“California Dreamin‘” – Mamas and the Papas -- played for Mission Specialist Tammy Jernigan "
            },
            {
                "05/28/1999": "“Danger Zone” – Kenny Loggins played in honor of Commander Kent Rominger, an alumnus of the Naval Fighter Weapons School of “Top Gun” fame.                         "
            },
            {
                "05/29/1999": "Themes from “Star Wars” by the Space Center Intermediate Band. Mission Specialist  Dan Barry’s daughter Jenny plays flute in that band."
            },
            {
                "05/30/1999": "“Morning Colors” – U.S. Coast Guard Band or “Morning Call” by USMC Band."
            },
            {
                "05/31/1999": "“Amarillo by Morning” by George Strait. Played in honor of Pilot Rick Husband, who is from Amarillo, Texas."
            },
            {
                "06/01/1999": "“Exultate Jubilate” by Mozart. This is a favorite of Canadian Space Agency astronaut Julie Payette."
            },
            {
                "06/02/1999": "“Vasha Blagarodye”, a Russian song, followed by “The Charleston”.   Played for cosmonaut Valery Tokarev and Mission Specialist Ellen Ochoa."
            },
            {
                "06/03/1999": "“Free Bird” by Lynyrd Skynyrd in anticipation of the Discovery’s departure from the ISS."
            },
            {
                "06/04/1999": "“Good Morning Starshine” in recognition of the deployment of the Starshine satellite."
            },
            {
                "06/05/1999": "“The Longest Day” – Theme from the movie to commemorate what spacecraft communicator in Mission  Control Mario Runco called a “landing of a different kind” referring to D-Day on June 6, 1944."
            }
        ]
    },
    {
        "name": "STS-93",
        "start date": "07/22/1999",
        "end date": "07/27/1999",
        "notes": "",
        "days": [
            {
                "07/23/1999": "“Beep Beep” – Louis Prima; music for Eileen Collins provided by her family."
            },
            {
                "07/24/1999": "“Brave New Girls” – Teresa"
            },
            {
                "07/25/1999": "“Someday Soon” written by Judy Collins and performed by Suzy Boguss chosen in honor of Pilot Jeff Ashby"
            },
            {
                "07/26/1999": "“The Sounds of Silence” – Simon and Garfunkel"
            },
            {
                "07/27/1999": "“A Little Traveling Music” – Barry Manilow requested by Hawley’s wife Eileen, and The Air Force Song (“Off We Go Into the Wild Blue Yonder”) played for Collins and Coleman."
            }
        ]
    },
    {
        "name": "STS-103",
        "start date": "12/19/1999",
        "end date": "12/27/1999",
        "notes": "",
        "days": [
            {
                "12/20/1999": "Bachman-Turner Overdrive's \"Taking Care of Business\""
            },
            {
                "12/21/1999": "\"Rendezvous\" by Bruce Springsteen"
            },
            {
                "12/22/1999": "\"Hucklebuck\" performed by Beau Jocque and the Zydeco Hi-Rollers, a tune that the spacewalkers heard many times while training hundreds of hours for the mission in the 6.5-million gallon water tank at the Johnson Space Center in Houston."
            },
            {
                "12/23/1999": "Traditional Swiss music was played for Nicollier and the song \"Only When I Sleep\" by The Corrs was played for Foale."
            },
            {
                "12/24/1999": "Steppenwolf’s “Magic Carpet Ride\" was played for Smith and the children's song  \"Skinnamarink\" by Kimbo for Grunsfeld."
            },
            {
                "12/25/1999": "Bing Crosby's \"I'll Be Home for Christmas.\""
            },
            {
                "12/26/1999": "\"We're So Good Together\" by Reba McEntyre, played for Pilot Scott Kelly at the request of his wife."
            },
            {
                "12/27/1999": "\"The Cup of Life,\" sung by Ricky Martin. The music was the official song of France '98 World Cup Soccer and was played for Mission Specialist #2, Jean-Francois Clervoy of the European Space Agency at the request of his son."
            }
        ]
    },
    {
        "name": "STS-99",
        "start date": "02/11/2000",
        "end date": "02/22/2000",
        "notes": "The crew worked two shifts around the clock but Mission Control sent wakeup calls anyway.",
        "days": [
            {
                "02/11/2000": "\"Time for Me to Fly\" - REO Speedwagon (Blue Team wakeup call)"
            },
            {
                "02/12/2000": "\"Some Guys Have All The Luck\" - Robert Palmer (Red Team wakeup call)"
            },
            {
                "02/12/2000": "\"Eye in the Sky\" - Alan Parsons Project (Blue Team wakeup call)"
            },
            {
                "02/13/2000": "\"Jumpin' Jive\" - Cab Calloway as performed by Joe Jackson (Red Team wakeup call)"
            },
            {
                "02/13/2000": "\"Linus and Lucy\" by Vince Guaraldi (Blue Team wakeup call)"
            },
            {
                "02/14/2000": "\"Journey to the Stars\" theme song to the popular Japanese anime Galaxy Express - performed by Godiego (Blue Team wakeup call)"
            },
            {
                "02/14/2000": "\"Radar Love\" - performed by Golden Earring (Red Team wakeup call)"
            },
            {
                "02/15/2000": "\"New York, New York\" - performed by Frank Sinatra (Red Team wakeup call)"
            },
            {
                "02/15/2000": "\"Canon in D\" by Johann Pachebel - as performed by George Winston (Blue Team wakeup call)"
            },
            {
                "02/16/2000": "\"We Saw the Sea\" - performed by The Naval Academy Glee Club  (Blue Team wakeup call)"
            },
            {
                "02/16/2000": "\"Smack Dab in the Middle\" - performed by Ray Charles (Red Team wakeup call)"
            },
            {
                "02/17/2000": "“Die Moldau”  - performed by The Boston Symphony Orchestra (Red Team wakeup call)"
            },
            {
                "02/17/2000": "\"Take a Little Less\" - performed by Barton and Sweeney (Blue Team wakeup call)"
            },
            {
                "02/18/2000": "\"Magic Carpet Ride\" - performed by Steppenwolf (Red Team wakeup  call)"
            },
            {
                "02/18/2000": "\"Rawhide\" - performed by Frankie Laine (Blue Team wakeup call)"
            },
            {
                "02/19/2000": "\"One after 909\" - performed by The Beatles (Blue Team wakeup call)"
            },
            {
                "02/19/2000": "\"Catch the Moments As They Fly By\" - Traditional Celtic Music – Shannon River Dance (Red Team wakeup call)"
            },
            {
                "02/20/2000": "\"Walk Don't Run\" - California Guitar Trio (Red Team wakeup call)"
            },
            {
                "02/21/2000": "“Stay”  Frankie Valli & Four Seasons (Blue Team wakeup call)"
            }
        ]
    },
    {
        "name": "STS-101",
        "start date": "05/19/2000",
        "end date": "05/29/2000",
        "notes": "",
        "days": [
            {
                "02/19/2000": "\"Free Fallin'\" - Tom Petty, played for Mission Specialist Susan Helms                 "
            },
            {
                "02/20/2000": "\"Shining Brightly\" by Bob Seger in honor of the upcoming evening rendezvous with the International Space Station."
            },
            {
                "02/21/2000": "“Lookin’ Out the Window” by Stevie Ray Vaughan"
            },
            {
                "02/22/2000": "\"Haunted House\" by Roy Buchanan since the opening lyrics say \"I just moved into a new house today….\" in honor of the STS-101 crew entering what will be a new home for astronauts and cosmonauts later this year."
            },
            {
                "02/23/2000": "\"I Only Have Eyes for You\" by Flamingos -- a long distance dedication from Kathy Halsell to her husband, Mission Commander Jim Halsell"
            },
            {
                "02/24/2000": "\"I'm Gonna Fly\" by Amy Grant which was requested by Pilot Scott Horowitz's wife"
            },
            {
                "02/25/2000": "\"Don't It Make You Wanna Dance\" by Jerry Jeff Walker -- was played at the request of Williams' son and family."
            },
            {
                "02/26/2000": "Untitled Russian song, author unknown"
            },
            {
                "02/27/2000": "\"25 or 6 to 4\" - Chicago"
            },
            {
                "02/28/2000": "\"El Capitan\" - John Philip Sousa"
            }
        ]
    },
    {
        "name": "STS-106",
        "start date": "09/08/2000",
        "end date": "09/20/2000",
        "notes": "",
        "days": [
            {
                "09/08/2000": "\"I'll Be\" - Edwin McCain"
            },
            {
                "09/09/2000": "\"I Say a Little Prayer\" by Diana King, which was played for Wilcutt"
            },
            {
                "09/10/2000": "“All Star” by the band Smash Mouth. The song was played for the two space walkers at the request of the EVA training and flight control teams to celebrate what will be the sixth space walk in support of station assembly and the 50th space walk in Space Shuttle history."
            },
            {
                "09/11/2000": "\"The Hukilau Song\"by Big Kahuna and the Copa Cat Pack, was played for Lu at the request of his sister."
            },
            {
                "09/12/2000": "\"Brown-Eyed Girl\" by Van Morrison - was played for Mastracchio at the request of his wife."
            },
            {
                "09/13/2000": "\"Kombaht\" by the group called Loobeh, played for Mission Specialist Boris Morukov of the Russian Aviation and Space Agency. "
            },
            {
                "09/14/2000": "\"Haze Has Melted Away\" - Konstantin Nikolsky's Group"
            },
            {
                "09/15/2000": "\"University of Connecticut Fight Song\" - University of                                             Connecticut Band"
            },
            {
                "09/16/2000": "U.S. Coast Guard Hymn “Semper Paratus” (Always Ready), played for Burbank, a Lieutenant Commander in the Coast Guard."
            },
            {
                "09/17/2000": "“YMCA” was played for Scott Altman at the request of his wife."
            },
            {
                "09/18/2000": "“Home in the Islands” by The Brothers Cazimero, played for Lu who considers Honolulu a  hometown."
            },
            {
                "09/19/2000": "\"Houston\" performed by Dean Martin (played by crew as well as ground)."
            }
        ]
    },
    {
        "name": "STS-92",
        "start date": "10/11/2000",
        "end date": "10/24/2000",
        "notes": "",
        "days": [
            {
                "10/12/2000": "\"Incense and Peppermints\" – Strawberry Alarm Clock. The tune is part of the \"Austin Powers: International Man of Mystery\" movie soundtrack and was played for the crew members, who are fans of the film. "
            },
            {
                "10/13/2000": "\"Girls Just Want to Have Fun\" – Cyndi Lauper"
            },
            {
                "10/14/2000": "\"Eikan wa kimi mi Kagayku\" or \"You're the Winner\" or literally \"The Glory is Coming to you\", a Japanese High School Baseball Association Inspirational Marching Song performed by Daisuke Kaga."
            },
            {
                "10/15/2000": "\"Camelot\" from the movie \"Monty Python and the Holy Grail\""
            },
            {
                "10/16/2000": "\"Je t'aimais, Je t'aime, J'taimerai\" -  A French love song by Francis Cabrel."
            },
            {
                "10/17/2000": "\"The Army Goes Rolling Along\", performed by the United States Military Academy Band and its field musical group The Hellcats."
            },
            {
                "10/18/2000": "The theme from the movie \"Mission Impossible.\""
            },
            {
                "10/19/2000": "\"Anchors Away – Fanfare Version\" as performed by the United States Naval Academy Band."
            },
            {
                "10/20/2000": "\"The River\" - Garth Brooks"
            },
            {
                "10/21/2000": "\"Saturday Night\" - Bay City Rollers"
            },
            {
                "10/22/2000": "The Air Force Song  (“Off We Go Into the Wild Blue Yonder”)."
            },
            {
                "10/23/2000": "\"Bad Bad Leroy Brown\" by Jim Croce"
            },
            {
                "10/24/2000": "\"Deja Vu\" by Crosby, Stills, Nash, and Young"
            }
        ]
    },
    {
        "name": "STS-97",
        "start date": "11/30/2000",
        "end date": "12/11/2000",
        "notes": "",
        "days": [
            {
                "12/01/2000": "“Stardust” by Willie Nelson, played for Canadian Space Agency astronaut Garneau"
            },
            {
                "12/02/2000": "\"I Believe I Can Fly,\" by R. Kelly"
            },
            {
                "12/03/2000": "\"Sunshine of Your Love\" - Cream"
            },
            {
                "12/04/2000": "“Lovin’ You Lots & Lots” from the movie “That Thing You Do” by Norm Wooster Singers  sent up to Bloomfield from his wife"
            },
            {
                "12/05/2000": "\"Fight On\" (Trojan Fight Song) - University of Southern California fight song for Noriega by USC Marching Band"
            },
            {
                "12/06/2000": "“O Mio Babbino Caro” - Puccini opera aria for Garneau"
            },
            {
                "12/07/2000": "“Here Comes the Sun” –  The Beatles. For Joe Tanner"
            },
            {
                "12/08/2000": "“Rattled” – The Traveling Wilburys"
            },
            {
                "12/09/2000": "“Back in the Saddle Again” – Gene Autry. In honor of Bloomfield, who is making his second space flight and his second fly-around of a space station."
            },
            {
                "12/10/2000": "“Beyond the Sea” - Bobby Darin. A reference to the traditions observed on the station by Navy Commander Jett and Navy Captain Shepherd, including the ringing of the station’s ship’s bell when the shuttle crew departed Saturday."
            },
            {
                "12/11/2000": "“I'll be Home for Christmas” – Bing Crosby"
            }
        ]
    },
    {
        "name": "STS-98",
        "start date": "02/07/2001",
        "end date": "02/20/2001",
        "notes": "",
        "days": [
            {
                "02/08/2001": "\"Where You At\", a jazz selection by Pilot Mark Polansky's late uncle, Zoot Sims"
            },
            {
                "02/09/2001": "\"Who Let the Dogs Out\" - Baha Men, played in honor of Commander Ken Cockrell, who previously flew on a Shuttle mission with astronauts dubbed the \"Dog Crew\""
            },
            {
                "02/10/2001": "\"Girl's Breakdown\" - Alison Brown. Alison wrote the tune especially for mission"
            },
            {
                "02/11/2001": "\"Blue Danube Waltz\" - Johann Strauss, Jr. from the film “2001 – a Space Odyssey”"
            },
            {
                "02/12/2001": "\"Fly Me to the Moon\" - Frank Sinatra"
            },
            {
                "02/13/2001": "\"For Those About to Rock\" - AC/DC"
            },
            {
                "02/14/2001": "\"To the Moon and Back\" – Savage Garden"
            },
            {
                "02/15/2001": "\"Sally Ann\" - New Grange"
            },
            {
                "02/16/2001": "\"The Trail We Blaze\" - Elton John"
            },
            {
                "02/17/2001": "\"Blue\" - Eiffel 65"
            },
            {
                "02/18/2001": "\"Fly Away\" - Lenny Kravitz"
            },
            {
                "02/19/2001": "\"Bad To the Bone\" - George Thorogood and the Destroyers"
            },
            {
                "02/20/2001": "“Should I Stay or Should I Go\" by the Clash, as the crew prepared for their return trip to Earth"
            }
        ]
    },
    {
        "name": "STS-102",
        "start date": "03/08/2001",
        "end date": "03/21/2001",
        "notes": "",
        "days": [
            {
                "03/08/2001": "\"Living the Life\" performed by Rockit Scientists a group of training division instructors with whom shuttle Commander Jim Wetherbee plays drums from time to time."
            },
            {
                "03/09/2001": "\"Vashe Blagorodiye\" a song from a movie entitled “White Sun of the Desert” that is traditionally watched by cosmonauts the night before a launch from the Baikonur Cosmodrome in Kazakhstan. The song was played for Expedition Two Commander Yury Usachev, who is spending his last day aboard Discovery before beginning a handover of station command with Expedition One crewmember Yuri Gidzenko."
            },
            {
                "03/10/2001": "\"Nothing's Gonna Stop Us Now\" by Starship and played in anticipation of the planned Extravehicular Activity (EVA)."
            },
            {
                "03/11/2001": "\"Blast Off\" from the animated feature Scooby Doo and the Alien Invaders, played for astronaut Paul Richards as a selection from his children."
            },
            {
                "03/12/2001": "\"From A Distance\" performed by Nanci Griffith awakened Discovery’s crew, and astronauts Paul Richards and Andy Thomas quickly began preparing for a planned six and a half hour space walk."
            },
            {
                "03/13/2001": "\"Free Fallin'\" by Tom Petty -- a favorite of astronaut Susan Helms who today will take up official residence on the station as a member of the outpost’s second crew."
            },
            {
                "03/14/2001": "\"Should I Stay or Should I Go\" by The Clash played for returning International Space Station Expedition One Commander Bill Shepherd from his wife, Beth."
            },
            {
                "03/15/2001": "\"She Blinded Me With Science\" by Thomas Dolby played in recognition of the laboratory outfitting and initial station scientific work enabled by Discovery’s flight."
            },
            {
                "03/16/2001": "\"The Rising of the Moon\" by The Clancy Brothers with Tommy Makem selected for Discovery’s Pilot Jim Kelly by his family in honor of St. Patrick’s Day tomorrow."
            },
            {
                "03/17/2001": "\"Notre Dame Victory March\" by “Flight Room Singers” Four Flight Controllers - Chris McKenna, Mark Ferring, Pete Hasbrook and Fisher Reynolds"
            },
            {
                "03/18/2001": "\"Moscow Windows\" – Folk song"
            },
            {
                "03/19/2001": "\"Just What I Needed,\" performed by The Cars and played for returning International Space Station Commander Bill Shepherd, who, along with crew mates Yuri Gidzenko and Sergei Krikalev, is riding home aboard Discovery after four and a half months in orbit."
            },
            {
                "03/20/2001": "\"Wipe Out\" – Surfaris"
            }
        ]
    },
    {
        "name": "STS-100",
        "start date": "04/19/2001",
        "end date": "05/01/2001",
        "notes": "",
        "days": [
            {
                "04/20/2001": "“Then the Morning Comes” by the musical group Smash Mouth. It was chosen for Phillips, making his first spaceflight."
            },
            {
                "04/21/2001": "“Danger Zone” - Kenny Loggins from the soundtrack to Top Gun."
            },
            {
                "04/22/2001": "“Take It From Day to Day” by Canadian Stan Rogers -- played for Hadfield in honor of the space walk – the first ever by a Canadian."
            },
            {
                "04/23/2001": "\"Both Sides Now\" - Judy Collins"
            },
            {
                "04/24/2001": "“What A Wonderful World” by Louis Armstrong. The song was played for Parazynski in honor of today’s spacewalk."
            },
            {
                "04/25/2001": "“Con te Partiro” (“With You I Will Go”), sung by Italian opera singer Andrea Bocelli. It was played for Guidoni who is from Italy."
            },
            {
                "04/26/2001": "Russian folk song, \"Behind the Fog.\" That song was played for Endeavour crewmember Russian cosmonaut Yuri Lonchakov."
            },
            {
                "04/27/2001": "\"Buckaroo,\" sung by Don Cain of Dubuque, Iowa, father of STS-100 Ascent and Entry Flight Director Leroy Cain."
            },
            {
                "04/28/2001": "\"Dangerous,\" sung by C'est Cheese, played for Canadian Astronaut Chris Hadfield at the request of his wife."
            },
            {
                "04/29/2001": "\"Miles from Nowhere,\" performed by Cat Stevens and played for Ashby in anticipation of today's undocking."
            },
            {
                "04/30/2001": "Soundtrack to the movie “Gladiator” (5:41 GMT)"
            },
            {
                "04/30/2001": "\"Big Arm on His Ship\" - Robinson, etc."
            },
            {
                "05/01/2001": "\"True\" performed by Spandau Ballet. The wakeup music was for Rominger, requested by his family."
            }
        ]
    },
    {
        "name": "STS-104",
        "start date": "07/12/2001",
        "end date": "07/24/2001",
        "notes": "",
        "days": [
            {
                "07/12/2001": "\"Wallace Courts Murron\" - from the soundtrack to the movie “Braveheart.” The song, by James Horner, was played for Atlantis Pilot Charlie Hobaugh."
            },
            {
                "07/13/2001": "\"God of Wonders\" by Caedmon's Call"
            },
            {
                "07/14/2001": "\"Space Cowboy\" by N'Sync for Mission Specialist Janet Kavandi."
            },
            {
                "07/15/2001": "\"No Woman, No Cry\" by Bob Marley for Mission Specialist Mike Gernhardt."
            },
            {
                "07/16/2001": "\"Nobody Does it Better\" by Carly Simon, from the soundtrack to the movie \"The Spy Who Loved Me\" for Mission Specialist Jim Reilly."
            },
            {
                "07/17/2001": "\"Happy Birthday, Darlin’\" by Conway Twitty for Atlantis Mission Specialist Janet Kavandi who was celebrating a birthday."
            },
            {
                "07/18/2001": "\"All I Wanna Do\" by Sheryl Crow for the entire crew from their training team. "
            },
            {
                "07/19/2001": "\"A Time to Dance\"  by Janet Giroux played by the Space Center Intermediate School Symphonic Band. The band was directed by Giroux and the song was played for Reilly."
            },
            {
                "07/20/2001": "\"I Could Write a Book\" by Harry Connick Jr., from the soundtrack to the movie \"When Harry Met Sally\" for Lindsey."
            },
            {
                "07/21/2001": "\"Who Let the Dogs Out?\" by the Baha Men for Hobaugh."
            },
            {
                "07/22/2001": "\"Orinoco Flow\" by Enya for Mike Gernhardt."
            },
            {
                "07/23/2001": "\"Honey, I'm Home\" by Shania Twain for Kavandi. "
            },
            {
                "07/24/2001": "“Hold Back the Rain” by Duran Duran"
            }
        ]
    },
    {
        "name": "STS-105",
        "start date": "08/10/2001",
        "end date": "08/22/2001",
        "notes": "",
        "days": [
            {
                "08/11/2001": "\"Back in the Saddle Again\" by Gene Autry. It was played for Culbertson, making his third flight into space, eight years after he last flew."
            },
            {
                "08/12/2001": "\"The White Eagle,\" a traditional Russian folk song played for Expedition Three Pilot Vladimir Dezhurov."
            },
            {
                "08/13/2001": "Overture from \"The Barber of Seville\" by Rossini, a tribute to Expedition Three Flight Engineer Mikhail Tyurin."
            },
            {
                "08/14/2001": "Theme from the movie, \"Arthur\" or \"Arthur's Theme (Best That You Can Do)\" by Christopher Cross."
            },
            {
                "08/15/2001": "\"Big Boy Toys\", a country and western tune by Aaron Tippin, selected for Pilot Rick Sturckow by his wife. "
            },
            {
                "08/16/2001": "\"The Marvelous Toy\" by Tom Paxton for Mission Specialist Dan Barry from his wife."
            },
            {
                "08/17/2001": "\"Time Bomb\", a song performed for Forrester by his sons, Patrick and Andrew."
            },
            {
                "08/18/2001": "\"Hotel California,\" performed by the Eagles. It was requested for Expedition Two Commander Yury Usachev by his wife."
            },
            {
                "08/19/2001": "\"Under the Boardwalk\" by the Drifters, played for Jim Voss by his wife Suzan."
            },
            {
                "08/20/2001": "\"Brand New Day,\" played by Sting. The song was for Helms, requested by her family and friends."
            },
            {
                "08/21/2001": "“East Bound and Down” by Jerry Reed, at the request of their Houston-based training team."
            },
            {
                "08/22/2001": "\"Again\" by Lenny Kravitz"
            }
        ]
    },
    {
        "name": "STS-108",
        "start date": "12/05/2001",
        "end date": "12/17/2001",
        "notes": "",
        "days": [
            {
                "12/06/2001": "“Soul Spirit” and “Put a Little Love in Your Life,” sung by Bursch’s daughter and her second-grade classmates."
            },
            {
                "12/07/2001": "\"God of Wonders\" performed by 95:1, a worship band from St. Thomas Episcopal Church. Commander Dom Gorie's daughter Kim sings."
            },
            {
                "12/08/2001": "\"Wade Into the Water\" performed by Clear Creek Mighty Wildcat Marching Band. Mission Specialist Carl Walz's son Aaron plays percussion."
            },
            {
                "12/09/2001": "\"It's A Grand Ol' Flag\" performed by the Fire Department of New York Emerald Society Pipes & Drums. A New York firefighter presented Pilot Mark Kelly with today’s  wakeup music when Kelly visited the World Trade Center site with former NASA Administrator Dan Goldin shortly after the September 11 attacks."
            },
            {
                "12/10/2001": "“Jumpin’ at the Woodside,” performed by Mission Specialist Linda Godwin’s own band, Brass, Rhythm and Reeds composed mostly of NASA and NASA contractor personnel. Godwin plays tenor sax in this 18-piece big band recording. "
            },
            {
                "12/11/2001": "“Let There Be Peace on Earth,” performed by Vince and Jenny Gill from the Vince Gill album \"Let There be Peace on Earth\" awakened Endeavour’s crew this morning at 6:19 a.m. CST. The song was played for Expedition Three Commander Frank Culbertson from his wife for his years of dedicated pursuit of peace on Earth through service to his country, and in tribute to a special anniversary today."
            },
            {
                "12/12/2001": "“Fly Me to the Moon”, sung by Oliver “Ollie” O’Regin for Dan Tani."
            },
            {
                "12/13/2001": "“Here Comes the Sun”, in memory of former Beatle George Harrison, who recently died of cancer. The instrumental was from the IMAX movie, “Everest”. The song was played for the Expedition Three Crewmembers, Commander Frank Culbertson, Pilot Vladimir Dezhurov and Flight Engineer Mikhail Tyurin."
            },
            {
                "12/14/2001": "Traditional Russian song, “My Sweetheart,” played for Onufrienko, Dezhurov and Tyurin.The Expedition Four crew was awakened about a half-hour later with a wakeup tone on board the station."
            },
            {
                "12/15/2001": "“Where I Come From,” by Alan Jackson, for Pilot Mark Kelly from his family. "
            },
            {
                "12/16/2001": "“I’ll Be Home For Christmas,” sung by Bing Crosby. "
            },
            {
                "12/17/2001": "“Please Come Home For Christmas” sung by Jon Bon Jovi."
            }
        ]
    },
    {
        "name": "STS-109",
        "start date": "03/01/2002",
        "end date": "03/12/2002",
        "notes": "",
        "days": [
            {
                "03/01/2002": "“Blue Telescope” - John Hiatt"
            },
            {
                "03/02/2002": "“Theme from Mission: Impossible”"
            },
            {
                "03/03/2002": "Mozart's “Five Variations on Twinkle, Twinkle Little Star” performed by Jeno Jando"
            },
            {
                "03/04/2002": "The children's song  “Floating in the Bathtub,” by Tonya Evetts Weimer. It was played for Jim  Newman."
            },
            {
                "03/05/2002": "“Carmen Ohio,” performed by the Ohio State University marching band and played for Ohio  State alumni Nancy Currie and Rick Linnehan aboard Columbia."
            },
            {
                "03/06/2002": "The original song “Sittin on Top of the World,” Les Paul and Mary Ford. Dedication following was recorded the week before for the STS-109 crew by Les Paul, a music pioneer and space enthusiast."
            },
            {
                "03/07/2002": "The Mission Impossible: II theme song, performed by Limp Bizkit."
            },
            {
                "03/08/2002": "“Who Made Who” by AC DC. The song was played for pilot Duane Carey."
            },
            {
                "03/09/2002": "“Fly Me to the Moon” by Frank Sinatra. The song was played for Commander Scott \"Scooter\" Altman."
            },
            {
                "03/10/2002": "\"Floating\" by the Moody Blues dedicated to first-time fliers, pilot \"Digger\" and spacewalker Massimino."
            },
            {
                "03/11/2002": "“Countdown” -- Rush"
            }
        ]
    },
    {
        "name": "STS-110",
        "start date": "04/08/2002",
        "end date": "04/22/2002",
        "notes": "",
        "days": [
            {
                "04/09/2002": "“The Best Years of Our Lives” by the Baha Men."
            },
            {
                "04/10/2002": "“Rapunzel Got a Mohawk,” performed by Joe Scruggs. The song was played for Ochoa, at the request of her family."
            },
            {
                "04/11/2002": "University of  California-Berkeley fight song performed by the school band and “All Right Now,” performed by the  Stanford University band. Ochoa requested the songs be played for crewmates Walheim and Smith who attended the rival schools. Ochoa's also a Stanford graduate. PC"
            },
            {
                "04/12/2002": "“Testify to Love,” by Wynonna Judd played for Bloomfield from his family."
            },
            {
                "04/13/2002": "“Voodoo Chile,” by Jimi Hendrix. It was played for Morin, who will be making his first spacewalk, at the request of his wife."
            },
            {
                "04/14/2002": "“All Star,” performed by Smash Mouth from the Shrek movie soundtrack. The song was played for Walheim by his family."
            },
            {
                "04/15/2002": "“Magic Carpet Ride” by Steppenwolf, dedicated to Smith."
            },
            {
                "04/16/2002": "“I Am an American,” performed by the Purdue University Marching band. It was dedicated to Purdue graduate Ross."
            },
            {
                "04/17/2002": "“Noah,” performed by Steve Frick when he was a teen-ager."
            },
            {
                "04/18/2002": "\"Somewhere Over the Rainbow\" - STS-110 Commander Mike Bloomfield's daughter, Courtney."
            },
            {
                "04/19/2002": "\"Message in a Bottle,\" by The Police."
            }
        ]
    },
    {
        "name": "STS-111",
        "start date": "06/05/2002",
        "end date": "06/19/2002",
        "notes": "",
        "days": [
            {
                "06/06/2002": "“Gettin' Jiggy Wit It,” by Will Smith. The song was played for Valery Korzun, who will soon take command of the space station."
            },
            {
                "06/07/2002": "“American Woman,” by Lenny Kravitz, a song selected for Peggy Whitson."
            },
            {
                "06/08/2002": "“I Have a Dream,” by ABBA, a song selected for Sergei Treschev."
            },
            {
                "06/09/2002": "“Drops of Jupiter” by Train, a tune selected for Ken Cockrell."
            },
            {
                "06/10/2002": "“I Only Have Eyes for You” by the Flamingos, from the American Graffiti"
            },
            {
                "06/11/2002": "“Mi PC” by  Juan Luis Guerra, selected for Chang-Díaz by his family."
            },
            {
                "06/12/2002": "“Chasing Sheep is Best Left to Shepherds,” by Peter Greenaway, selected for Philippe Perrin       by his family."
            },
            {
                "06/13/2002": "“On the Road Again,” by Willie Nelson, selected for Carl Walz by his family."
            },
            {
                "06/14/2002": "\"The Star Spangled Banner\" in honor of Flag Day."
            },
            {
                "06/15/2002": "“Hello to All the Children of the World” prepared by Expedition Four Flight Engineer Dan  Bursch's son and his classmates."
            },
            {
                "06/16/2002": "\"Where My Heart Will Take Me,\" the theme song from TV series, “Star Trek: Enterprise,”"
            },
            {
                "08/02/2005": ")"
            },
            {
                "06/17/2002": "\"The Eyes of Texas,\" performed by the University of Texas Marching Band. Cockrell and Lockhart hold degrees from that university."
            },
            {
                "06/18/2002": "\"Sojourner\" by Matt Gast, the flight's lead timeliner or scheduler of crew activities.\t"
            },
            {
                "06/19/2002": "\"I Got You Babe\"by Sonny and Cher from the \"Groundhog Day\" movie soundtrack. "
            }
        ]
    },
    {
        "name": "STS-112",
        "start date": "10/07/2002",
        "end date": "10/18/2002",
        "notes": "",
        "days": [
            {
                "10/08/2002": "\"Venus and Mars\" by Paul McCartney and Wings. It was for David Wolf, requested by his wife, Tammy."
            },
            {
                "10/09/2002": "\"The Best\" by Tina Turner for Commander Jeff Ashby from his wife, Paige."
            },
            {
                "10/10/2002": "The \"medley of childhood songs\" including \"(Theme from) The Monkees\" - The Monkees,\"Rocket Man (I Think It’s Going To Be a Long, Long Time)\" - Elton John, \"Space Oddity\" - David Bowie and \"I Am Woman\" - Helen Reddy was played for Sandra Magnus from her family."
            },
            {
                "10/11/2002": "\"Oh Thou Tupelo,\" performed by the Wellesley College Choir, was for Pamela Melroy, a 1983 graduate."
            },
            {
                "10/12/2002": "\"Push It,\" performed by the group Garbage. It was for Piers Sellers, requested by his family."
            },
            {
                "10/13/2002": "The \"Aviation March,\" composed by Isaac Dunaevsky, is the hymn of the Moscow Aviation  Institute, Yurchikhin's alma mater."
            },
            {
                "10/14/2002": "\"You Gave Me The Answer,\" by Paul McCartney and Wings for Dave Wolf from his wife Tammy."
            },
            {
                "10/15/2002": "\"Only an Ocean Away,\" performed by Sarah Brightman. It was requested for Sandy Magnus by her  jogging friends."
            },
            {
                "10/16/2002": "\"Prime Time\"by The Alan Parsons Project was played for Pilot Pam Melroy, requested by her husband, Chris."
            },
            {
                "10/17/2002": "\"These are the Days\" performed by 10,000 Maniacs was played for Sellers at the request of his wife."
            },
            {
                "10/18/2002": "“Someday Soon,” performed by Suzy Bogguss. It was for Ashby, requested by his wife."
            }
        ]
    },
    {
        "name": "STS-113",
        "start date": "11/23/2002",
        "end date": "12/07/2002",
        "notes": "",
        "days": [
            {
                "11/24/2002": "The Wind Ensemble -- Music for Wetherbee, provided by his daughter"
            },
            {
                "11/25/2002": "\"I Need You Like a Hole in My Head\" by Sting"
            },
            {
                "11/26/2002": "\"Gimme All Your Lovin'\" by ZZ Top"
            },
            {
                "11/27/2002": "\"Copperhead Road\" by Steve Earle"
            },
            {
                "11/28/2002": "\"Figaro's Wedding\" from the movie \"Trading Places\""
            },
            {
                "11/29/2002": "\"Quiet Flame\" by Leap Year"
            },
            {
                "11/30/2002": "\"Walkin' on Sunshine\" by Kylie Minogue Selected by Paul             Lockhart's daughters. Capcom Joan Higgenbotham radioed up the music and said \"Good morning Endeavour. Welcome to EVA (Spacewalk) 3 day.  We're looking forward to some more incredible views provided courtesy of our two spacewalkers.  Paco (Lockhart's nickname), this morning's wakeup music is ‘Walking on Sunshine’ which is what Mary and the girls will be doing once your safely back home.” "
            },
            {
                "12/01/2002": "\"Roll With It\" by Steve Winwood"
            },
            {
                "12/02/2002": "“Cheesty Proody” (phonetic spelling), which means “Clear Ponds” in Russian, by Igor Talkov"
            },
            {
                "12/03/2002": "\"Flot\" (phonetic spelling), which means \"Raft\" in Russian, by Yuri Loza"
            },
            {
                "12/04/2002": "\"Aserejé,\" also known as \"The Ketchup Song (Hey Hah),\" by Las Ketchup"
            },
            {
                "12/05/2002": "\"Hotel California\" by The Eagles"
            },
            {
                "12/06/2002": "Clips from the movie \"Groundhog Day\" (“I Got You Babe”) and the television game show\" “Jeopardy\""
            },
            {
                "12/07/2002": "\"I'll Be Home for Christmas\" by Perry Como"
            }
        ]
    },
    {
        "name": "STS-107",
        "start date": "01/16/2003",
        "end date": "02/01/2003",
        "notes": "The crew worked two shifts around the clock but Mission Control sent wakeup calls anyway.",
        "days": [
            {
                "01/16/2003": "Blue Team - \"EMA EMA\" Dedicated to Dave Brown. PC"
            },
            {
                "01/17/2003": "Blue Team - \"Coming Back to Life\" by Pink Floyd. Dedicated to Willie McCool. PC"
            },
            {
                "01/18/2003": "Blue Team - \"Cultural Exchange\" Dedicated to Dave Brown. PC"
            },
            {
                "01/19/2003": "Blue Team - \"Fake Plastic Trees\" by Radiohead. Dedicated to Willie McCool. PC"
            },
            {
                "01/20/2003": "Blue Team - “Texan 60” Dedicated to Dave Brown. PC"
            },
            {
                "01/21/2003": "Blue Team - “The Wedding Song” by Paul Stookey for Pilot Willie McCool"
            },
            {
                "01/22/2003": "Blue Team - \"Hakuna Matata\" by The Baha Men for Anderson from his two kids. "
            },
            {
                "01/23/2003": "Blue Team - \"Burning Down the House\" by Talking Heads in honor of combustion experiments on this flight"
            },
            {
                "01/24/2003": "Blue Team - \"Hotel California\" performed by Pilot William McCool's family (Josie McCool, Shawn McCool)"
            },
            {
                "01/25/2003": "Blue Team - \"I Say a Little Prayer\" by Dionne Warwick played for Anderson from his wife"
            },
            {
                "01/26/2003": "Blue Team - \"When Day is Done\" by Django Reinhardt and Stephane Grappelli. Dedicated to Dave Brown. Capcom Charlie Hobaugh said, \"We're doing great down here, and I feel cultured.\" Dave replied, \"It's about time.\" PC"
            },
            {
                "01/27/2003": "Blue Team - \"Slow Boat to Rio\" by Earl Klugh. Dedicated to Mike Anderson. PC"
            },
            {
                "01/28/2003": "Blue Team - \"I Get Around\" by The Beach Boys. Dedicated to Dave Brown. PC"
            },
            {
                "01/29/2003": "Blue Team - \"Imagine\" by John Lennon. McCool and Ramon said their observations from orbit reveal no borders on the Earth below and reiterated in both English and Hebrew their hopes for peace in the world. Dedicated to Willie McCool. PC."
            },
            {
                "01/30/2003": "Blue Team - \"Silver Inches\" by Enya.  Dedicated to Dave Brown. PC"
            },
            {
                "01/31/2003": "Blue Team - \"If You've Been Delivered\" by Kirk Franklin. Dedicated to Mike Anderson. PC"
            }
        ]
    },
    {
        "name": "STS-114",
        "start date": "07/26/2005",
        "end date": "08/09/2005",
        "notes": "",
        "days": [
            {
                "07/26/2005": "Excerpts from the movie \"Groundhog Day\" (including the repeating “I Got You Babe” by Sonny and Cher) which was for the entire crew to commemorate its first day out of quarantine."
            },
            {
                "07/27/2005": "\"What a Wonderful World\" by Louis Armstrong. The Station crew was awakened at the same time by a tone onboard."
            },
            {
                "07/28/2005": "\"Vertigo\" by U2 played for Pilot Jim Kelly. Capcom Shannon Lucid noted during the wakeup call that Kelly, whose nickname is “Vegas,” was promoted to Colonel in the U.S. Air Force recently. The Station crew was awakened at 11:09 p.m. CDT by a tone onboard."
            },
            {
                "07/29/2005": "\"Sanpo,\" performed by the chorus from the Japanese School of Houston. It is made up of a group of children, including Noguchi's. The Station crew was awakened at 11:09 p.m. CDT by a tone onboard."
            },
            {
                "07/30/2005": "\"I'm Goin' Up\" by Claire Lynch for Mission Specialist Wendy Lawrence. The Space Station crew was awakened about the same time by a tone onboard."
            },
            {
                "07/31/2005": "\"Walk of Life\" by Dire Straits for Steve Robinson. The Space Station crew was awakened at 10:39 p.m. CDT by a tone onboard. CAPsule COMmunicator (CAPCOM) Shannon Lucid radioed the crew with Dire Straits' \"Walk of Life,\" in honor of the duo's upcoming repair work on the International Space Station. \"What a great day to go do a walk of life,\" said Robinson, who happens to play guitar in the astronaut rock band, Max-Q. \"I like that line in there: 'You got the action, and you got the motion.'\" From Music to Wake Up By 8/10/05 http://www.nasa.gov/vision/space/features/wakeup_calls.html"
            },
            {
                "08/01/2005": "\"Big Rock Candy Mountain\" by Harry McClintock for Mission Specialist Andy Thomas."
            },
            {
                "08/02/2005": "\"Where My Heart Will Take Me,\" the theme song from “Star Trek: Enterprise.” This song, , was selected for the crew as a surprise dedication from the Deputy Shuttle Program Manager Wayne Hale. (This selection was identified as composed by Dennis McCarthy in STS-114 MCC Status Report #16. Though McCarthy did write the orchestral suites for the “Star Trek” TV series he did not write this.  It was written by Diane Warren originally as “Faith of the Heart” for the soundtrack of the film, “Patch Adams” and sung by Rod Stewart.  Then, virtually the identical song was renamed and used as the theme for “Enterprise” -- this time sung by British tenor, Russell Watson - CAF)"
            },
            {
                "08/03/2005": "\"Amarillo by Morning\" by George Strait. Expedition 11 crew of Commander Sergei Krikalev and Flight Engineer and NASA ISS Science Officer John Phillips, woke up 30 minutes later."
            },
            {
                "08/04/2005": "\"Anchors Aweigh\"  dedicated to Mission Specialist Wendy Lawrence at the request of Commander Eileen Collins. Space Station Expedition 11 crewmates John Phillips and Sergei Krikalev woke 30 minutes later."
            },
            {
                "08/05/2005": "\"The Air Force Song\" dedicated to Pilot Jim Kelly, a colonel in the U.S. Air Force, at the request of Commander Eileen Collins. Space Station Expedition 11 crewmates John Phillips and Sergei Krikalev woke 30 minutes later."
            },
            {
                "08/06/2005": "\"The One and Only Flower in the World\" sung by the Japanese group SMAP. It was played for Mission Specialist Soichi Noguchi of the Japan Aerospace Exploration Agency (JAXA)."
            },
            {
                "08/07/2005": "\"Come On Eileen\" by Dexy's Midnight Runners. It was played for Discovery's Commander Eileen Collins from the Mission Control Team."
            },
            {
                "08/08/2005": "\"Good Day Sunshine\" by The Beatles."
            }
        ]
    },
    {
        "name": "STS-121",
        "start date": "07/04/2006",
        "end date": "07/17/2006",
        "notes": "",
        "days": [
            {
                "07/05/2005": "“Lift Every Voice and Sing'” by the New Galveston Chorale played for Mission Specialist Stephanie Wilson.      "
            },
            {
                "07/06/2006": "“Daniel” by Elton John played for Mission Specialist Thomas Reiter in honor of his son.  "
            },
            {
                "07/07/2006": "“Good Day Sunshine” by the Beatles played for Mission Specialist Lisa Nowak."
            },
            {
                "07/08/2006": "“God of Wonders” by Mark Byrd and Steve Hindalong played for Mission Specialist Mike Fossum. Selected by his family."
            },
            {
                "07/09/2006": "“I Had a Dream” by ABBA for Shuttle Pilot Mark Kelly. Requested by his daughters, Claire and Claudia. Mark had a dream as a young boy-- he wanted to go to space and float with the stars. So, on the sixth day of the mission, he was coaxed from his sleeping bag on the ceiling by the music of ABBA. He responded by saying: \"Sometimes it is like a dream up here. Floating is a big part of that. The view outside the window is incredible right now. I'm not sure what we're over, but we can see land down there.\" "
            },
            {
                "07/10/2006": "“Clocks” by Coldplay for Mission Specialist Piers Sellers. Requested by his family."
            },
            {
                "07/11/2006": "“All Star” by Smashmouth for Mission Specialist Lisa Nowak. Requested by her family."
            },
            {
                "07/12/2006": "“I Believe I Can Fly” by R. Kelly for Mission Specialist Stephanie Wilson."
            },
            {
                "07/13/2006": "Theme from the television show “Charlies Angels” for the entire STS-121 crew from their  training team."
            },
            {
                "07/14/2006": "“Aggie War Hymn” by the The Fightin' Texas Aggie Band for Mission Specialist Mike Fossum, a graduate of Texas A&M University. According to Mission Control, the selection was sent by Fossum's wife. He is the first Texas A&M graduate in space ."
            },
            {
                "07/15/2006": "“Beautiful Day” by U2 for Pilot Mark Kelly, on undocking day."
            },
            {
                "07/16/2006": "“Just Like Heaven” by The Cure for Mission Specialist Piers Sellers. It was requested by his family."
            },
            {
                "07/17/2006": "“The Astronaut” by Something Corporate for Commander Steve Lindsey."
            }
        ]
    },
    {
        "name": "STS-115",
        "start date": "09/09/2006",
        "end date": "09/21/2006",
        "notes": "",
        "days": [
            {
                "09/10/2006": "\"Moon River,\" by Audrey Hepburn, for Brent Jett, at request of commander Jett's wife. \"It really is a beautiful day up here,\" Jett said after the wake-up greeting. \"We're awake and ready to get to work with the inspection.\" "
            },
            {
                "09/11/2006": "A solo cello performance for Mission Specialist Dan Burbank."
            },
            {
                "09/12/2006": "\"My Friendly Epistle,\" a Ukrainian song by Taras Shevchenko. It was  played for Heide Stefanyshyn-Piper."
            },
            {
                "09/13/2006": "“Takin' Care of Business” by Bachman-Turner Overdrive for MissionSpecialist Steve MacLean."
            },
            {
                "09/14/2006": "\"Wipe Out\" by the Surfaris for Pilot Chris Ferguson."
            },
            {
                "09/15/2006": "\"Hotel California\" by the Eagles for Mission Specialist Joe Tanner."
            },
            {
                "09/16/2006": "\"Twelve Volt Man\" by Jimmy Buffett for Mission Specialist Dan Burbank."
            },
            {
                "09/17/2006": "\"Danger Zone\" by Kenny Loggins for Pilot Chris Ferguson."
            },
            {
                "09/18/2006": "\"Rocky Mountain High\" by John Denver for Mission Specialist Joe Tanner."
            },
            {
                "09/19/2006": "\"Ne Partez Pas Sans Moi\" (Don't Leave Without Me) by Celine Dion for Mission Specialist Steve MacLean."
            },
            {
                "09/20/2006": "\"Beautiful Day\" by U2 for Mission Specialist Heidemarie Stefanyshyn-Piper."
            },
            {
                "09/21/2006": "\"WWOZ\" by Better Than Ezra for Commander Brent Jett."
            }
        ]
    },
    {
        "name": "STS-116",
        "start date": "12/09/2006",
        "end date": "12/22/2006",
        "notes": "",
        "days": [
            {
                "12/10/2006": "“Here Comes the Sun” by the Beatles for Mark Polansky."
            },
            {
                "12/11/2006": "\"Beep Beep,\" performed by Louis Prima for Sunita Williams."
            },
            {
                "12/12/2006": "“Waterloo,” performed by ABBA for Christer Fuglesang who is from Sweden. “Nice music         this morning,” Fuglesang said from the Quest airlock, where he spent the night preparing for the spacewalk with Curbeam."
            },
            {
                "12/13/2006": "“Suavemente,” performed by Elvis Crespo, played for Joan Higginbotham. "
            },
            {
                "12/14/2006": "“Under Pressure,” performed by Queen for Robert Curbeam."
            },
            {
                "12/15/2006": "\"Low Rider,\" performed by War, and played for William Oefelein."
            },
            {
                "12/16/2006": "Aaron Copeland’s “Fanfare for the Common Man,” performed by the London Philharmonic Orchestra. The music was played for Nicholas Patrick."
            },
            {
                "12/17/2006": "“Beautiful Blue Danube\" performed by the Vienna Philharmonic Orchestra for Christer Fuglesang."
            },
            {
                "12/18/2006": "“Good Vibrations,” performed by the Beach Boys for the entire crew in honor of the vibrations the spacewalkers may create today to attempt to free the balky solar panels."
            },
            {
                "12/19/2006": "“The Zamboni Song,” performed by the Gear Daddies. The song, dedicated to the entire crew, was requested by the training team who sent a message to Oefelein saying they had arranged for him to fly the shuttle half a lap around the station."
            },
            {
                "12/20/2006": "“Say You’ll be Mine,” performed by Christopher Cross for Thomas Reiter."
            },
            {
                "12/21/2006": "“The Road Less Traveled,” performed by Joe Sample for Higginbotham."
            },
            {
                "12/22/2006": "“Home for the Holidays,” sung by Perry Como for the crew, requested by the Mission Control Center."
            }
        ]
    },
    {
        "name": "STS-117",
        "start date": "06/08/2007",
        "end date": "06/22/2007",
        "notes": "",
        "days": [
            {
                "06/09/2007": "“Big Boy Toys” by Aaron Tippin, sounded on board the orbiter at 9:10 a.m. CDT, played for  Commander Rick Sturckow."
            },
            {
                "06/10/2007": "“Riding the Sky,” written and performed by Johnson Space Center employees David Kelldorf and Brad Loveall for Mission Specialist Clayton Anderson in honor of his move to the space station."
            },
            {
                "06/11/2007": "“It Probably Always Will” by the Ozark Mountain Daredevils, played for Mission Specialist Steven Swanson."
            },
            {
                "06/12/2007": "“What a Wonderful World” by Louis Armstrong, played for Mission Specialist Danny Olivas."
            },
            {
                "06/13/2007": "“Questions 67 and 68” by Chicago, played for Pilot Lee Archambault."
            },
            {
                "06/14/2007": "“Indescribable” by Chris Tomlin for Mission Specialist Patrick Forrester."
            },
            {
                "06/15/2007": "“Radar Love” by Golden Earring, played for Mission Specialist Steve Swanson."
            },
            {
                "06/16/2007": "University of Texas at El Paso Fight Song, performed by the UTEP Pep Band, was played for Mission Specialist (and UTEP alumnus) John “Danny” Olivas at 7:38 a.m. CDT."
            },
            {
                "06/17/2007": "Theme song from “Band of Brothers,” played for Mission Specialist Jim Reilly."
            },
            {
                "06/18/2007": "“Redeemer” by Nicole C. Mullen, played for Mission Specialist Patrick Forrester."
            },
            {
                "06/19/2007": "“Feelin’ Stronger Every Day” by Chicago, played for Pilot Lee Archambault."
            },
            {
                "06/20/2007": "“If I Had $1000000” by Barenaked Ladies, played for Mission Specialist Suni Williams."
            },
            {
                "06/21/2007": "“Makin’ Good Time Coming Home” by John Arthur Martinez, was played for Commander Rick Sturckow and Mission Specialist Jim Reilly."
            },
            {
                "06/22/2007": "“The Marines’ Hymn,” was played for the mission commander, Col. Rick Sturckow, USMC."
            }
        ]
    },
    {
        "name": "STS-118",
        "start date": "08/08/2007",
        "end date": "08/21/2007",
        "notes": "",
        "days": [
            {
                "08/09/2007": "“Where My Heart Will Take Me,” performed by Russell Watson. It was played for Mission Specialist Rick Mastracchio."
            },
            {
                "08/10/2007": "“Mr. Blue Sky,” performed by Electric Light Orchestra. It was played for Commander Scott Kelly."
            },
            {
                "08/11/2007": "“Gravity,” performed by John Mayer. It was played for Pilot Charles Hobaugh."
            },
            {
                "08/12/2007": "“Up!” performed by Shania Twain. It was played for Mission Specialist Dave Williams."
            },
            {
                "08/13/2007": "“Outta Space” performed by Billy Preston. It was played for Mission Specialist Alvin Drew."
            },
            {
                "08/14/2007": "“Happy Birthday Tracy,” performed by children in an extended day care program run by Tracy Caldwell's mother, Mary Ellen Caldwell, at the Beaumont Cherry Valley Recreation and Park District's Noble Creek Community Center.in recognition of the day’s significance. \"Thank you very much. This is one of the best places I could think of to spend my birthday,\" Tracy said after hearing the pre-recorded greeting."
            },
            {
                "08/15/2007": "“Good Morning World.” It was written and performed by Mission Specialist Barbara Morgan’s son Adam."
            },
            {
                "08/16/2007": "“Times Like These” by the Foo Fighters. It was for Mission Specialist Rick Mastracchio."
            },
            {
                "08/17/2007": "“Black Horse and the Cherry Tree,” performed by KT Tunstall, for Mission Specialist Tracy Caldwell."
            },
            {
                "08/18/2007": "“Learn to Fly,“ performed by the Foo Fighters. It was played for Mission Specialist Alvin Drew."
            },
            {
                "08/19/2007": "“Teacher, Teacher,” performed by .38 Special. It was for Mission Specialist Barbara Morgan."
            },
            {
                "08/20/2007": "“Flying,” performed by the Long John Baldry Trio, a Canadian group. It was for Williams, a Canadian Space Agency astronaut."
            },
            {
                "08/21/2007": "“Homeward Bound,” performed by Simon & Garfunkel. It was for the entire crew."
            }
        ]
    },
    {
        "name": "STS-120",
        "start date": "10/23/2007",
        "end date": "11/07/2007",
        "notes": "",
        "days": [
            {
                "10/24/2007": "“Lord of the Dance,” performed by John Langstaff, was played for Commander Pam Melroy."
            },
            {
                "10/25/2007": "“Dancing in the Moonlight” by King Harvest for astronaut Dan Tani. \"It's moving day for me and I can't wait to settle in my new home,\" said Tani."
            },
            {
                "10/26/2007": "“Rocket Man (I Think It’s Going To Be a Long, Long Time)” by Elton John, played for Mission Specialist Doug Wheelock on the day he performs the first spacewalk of his career."
            },
            {
                "10/27/2007": "“Bellissime Stelle” (Beautiful Stars) by Andrea Bocelli was played for European Space Agency astronaut Paolo Nespoli of Italy, the country where the new node, Harmony, was built."
            },
            {
                "10/28/2007": "“What a Wonderful World,” by Louis Armstrong, was played for Mission   Specialist Scott Parazynski on the day he makes his second spacewalk of the mission. \"That's how you start the day in space,\" Parazynski said. \"I can't think of a more beautiful way to begin the day than hear those words. It really describes the view from space.\""
            },
            {
                "10/29/2007": "“One by One” by Wynton Marsalis, was played for Mission Specialist Stephanie Wilson, one of the robot arm operators for this morning’s hand off of the P6 truss element between the shuttle and station robot arms."
            },
            {
                "10/30/2007": "“Malaguena Salerosa” by Chingon, was played for Pilot George Zamka, who will be operating the shuttle robotic arm."
            },
            {
                "10/31/2007": "“Nel Blu Dipinto di Blu” by Domenico Modugno, for Mission Specialist Paolo Nespoli. The song’s title translates as “In the blue (sky), painted blue;” it is widely known as “Volare.”"
            },
            {
                "11/01/2007": "“The Lion Sleeps Tonight” by Robert John. The song was chosen by the crew’s training team. \"That was a lot of fun,\" Discovery commander Pamela Melroy said. \"That certainly gets you going first thing in the morning.\""
            },
            {
                "11/02/2007": "“World” by Five for Fighting for Mission Specialist Doug Wheelock, who will be performing his third spacewalk on Saturday. Wheelock dedicated the song to the ground support team."
            },
            {
                "11/03/2007": "The crews of Space Shuttle Discovery and the station were awakened this morning at 12:38 with composer John Williams’ theme song from the original “Star Wars“ movie trilogy. The song was played for Parazynski."
            },
            {
                "11/04/2007": "The crews of Discovery and the International Space Station were awakened before the change from daylight to standard time. The crew was roused at 1:08 a.m. CDT with the song “The Presence of the Lord,” written by gospel musician Kurt Carr, originally recorded by Byron Cage. Cage’s rendition was played for Mission Specialist Stephanie Wilson. Crew member Stephanie Wilson says she appreciates the selection. She says being in space has made her \"very thankful\" for the support of family, friends and the shuttle ground control team."
            },
            {
                "11/05/2007": "“Roll Me Away” by Bob Seger, played for Pilot George Zamka, who will be at the controls of Discovery when it undocks from the station. “That’s a great song about a road trip and we’ve had a great one, but it’s time to turn around and head for home,”astronaut George Zamka said."
            },
            {
                "11/06/2007": "“Space Truckin’” by Deep Purple, played for Expedition 15/16 Flight Engineer and Mission Specialist Clay Anderson, who will wrap up a five-month mission to the International Space Station when Discovery lands."
            },
            {
                "11/07/2007": "“Chitty Chitty Bang Bang” by Sherman and Sherman, was played for Commander Pam Melroy."
            }
        ]
    },
    {
        "name": "STS-122",
        "start date": "02/07/2008",
        "end date": "02/20/2008",
        "notes": "",
        "days": [
            {
                "02/08/2008": "“The Book of Love” performed by Peter Gabriel, was played for European Space Agency astronaut Leopold Eyharts at 3:45 a.m. CST."
            },
            {
                "02/09/2008": "“Tishomingo Blues,” a Spencer Williams composition, is the theme song from Garrison Keillor’s radio variety show A Prairie Home Companion with lyrics written especially for the show. "
            },
            {
                "02/10/2008": "“Maenner” by German musician Herbert Groenemeyer for astronaut  Hans Schlegel. “Maenner” translated is “Men.” Groenemeyer is also known for his portrayal of Lieutenant Werner in Wolfgang Petersen’s movie Das Boot. Schlegel responded: \"Thank you very much for this piece of music. It's a German song about the nature of man, it was selected by my dear wife, Heike. Greetings to everybody in"
            },
            {
                "02/11/2008": "“Fly Like an Eagle,” written by Steve Miller, was played for Mission Specialist Leland Melvin on the day he will use the station’s robotic arm to lift the Columbus research module from Atlantis’ payload bay."
            },
            {
                "02/12/2008": "“Dream Come True” by Jim Brickman, was played for Mission  Specialist Rex Walheim. \"Doing a spacewalk certainly is a dream come true,\" Walheim radioed down to Mission Control. \"But the biggest dream"
            },
            {
                "02/13/2008": "“Oysters and Pearls” by Jimmy Buffett, was played for Pilot Alan Poindexter."
            },
            {
                "02/14/2008": "“Consider Yourself at Home.” The song, which is from the musical Oliver!, was played for Mission Specialist Stanley Love. \"That's a wonderful song, thanks so much for sending it,\" said Love, 42. He thanked his parents and family \"and people who may be feeling there's one fewer Love on Earth this Valentine's Day. But I'd like to assure them that it's great to be up here, and I'll be home soon.\""
            },
            {
                "02/15/2008": "Drafi Deutscher’s song “Marmor Stein und Eisen Bricht.” The song’s title translates as “Marble Breaks and Iron Bends.” It was played for Mission Specialist Hans Schlegel, a European Space Agency astronaut from Germany. "
            },
            {
                "02/16/2008": "“I Believe I Can Fly” performed by Yolanda Adams and Kenny G and played for Mission  Specialist Leland Melvin."
            },
            {
                "02/17/2008": "“Hail Thee, Harvey Mudd,” the Harvey Mudd College anthem written by Amy Lewkowicz for Mission Specialist Stan Love. Love is a 1987 graduate of the Claremont, Calif., private math, science and engineering college. "
            },
            {
                "02/18/2008": "“Over the Rainbow/What a Wonderful World,” sung by  Hawaiian-Japanese vocalist Israel Kamakawiwo'ole, accompanied by his "
            },
            {
                "02/19/2008": "The Spamalot  rendition of “Always Look on the Bright Side” played for "
            },
            {
                "02/20/2008": "“Hail to the Spirit of Liberty”by John Philip Sousa, for Pilot Alan Poindexter.              "
            }
        ]
    },
    {
        "name": "STS-123",
        "start date": "03/11/2008",
        "end date": "03/26/2008",
        "notes": "",
        "days": [
            {
                "03/11/2008": "“Linus & Lucy” by Vince Guaraldi Trio. The song, which is from the album “Charlie Brown Christmas” was played for Mission Specialist Mike Foreman. \"Good morning, Endeavour. And a special good morning to you, Mike,\" astronaut Al Drew radioed from the Johnson Space Center. \"Well good morning, Houston, we appreciate that song,\" Foreman replied. \"We had an exciting trip to orbit yesterday morning and we're looking forward to our first full day in orbit.\""
            },
            {
                "03/12/2008": "The wakeup call for the morning was a combination of fight scene music from the Japanese movie “Godzilla Versus Space Godzilla” and the Blue Oyster Cult song  “Godzilla.” The songs were played for Japanese Space Agency astronaut  Takao Doi. \"Good morning Endeavour. Doi san, ohayo gozaimasu,\" said Alvin Drew, shuttle spacecraft communicator, to Japanese astronaut Takao Doi from Mission Control here in Houston. \"Take on today like a monster.\" \"We are very happy to hear Godzilla,\" Doi responded. \"We are ready to go and we'll have a great time today docking with the space station.\""
            },
            {
                "03/13/2008": "“Saturday Night” by Bay City Rollers, was played for the station’s newest crew member, Flight Engineer Garrett Reisman. \"Just want to say that the song was an outstanding selection. Thank you very much,\" said Reisman, who flew up aboard Endeavour and replaced European Space Agency astronaut Leopold Eyharts as outpost Flight Engineer 2. \"We're all pumped up, and we're ready to go out the hatch, and doing it all and having a ball in space on Saturday night!\""
            },
            {
                "03/14/2008": "“Turn! Turn! Turn! (To Everything There is a Season)” by The Byrds. The song was played for Mission Specialist Rick Linnehan. "
            },
            {
                "03/15/2008": "“We’re Going to be Friends” by the White Stripes. The song was played for Mission Specialist Robert L. Behnken. \"Thanks for that, Al,\" Robert Behnken replied. \"Good morning to you as well, and thanks for that great wakeup music, that's one of my favorite songs. It always reminds me of all the great friends that I've met going to different schools, or through different training, just like the shuttle crew I'm with right now. Thanks again, Al, and a great good morning to you.\" \"You bet. Have a fine day out there.\""
            },
            {
                "03/16/2008": "“God of Wonders” by “Caedmon’s Call”. The song was played for Endeavour’s commander, Dominic Gorie. "
            },
            {
                "03/17/2008": "“Sharing the World,” a song written by Pilot Gregory H. Johnson’s brother."
            },
            {
                "03/18/2008": "Ayaka Hirahara’s “Hoshi Tsumugi no Uta”, a Japanese song that translates to “Song of Spinning Stars”. The song was played for Mission Specialist Takao Doi, a Japan Aerospace Exploration Agency "
            },
            {
                "03/19/2008": "“Burning Love” by Elvis Presley, played for Mission Specialist Mike Foreman."
            },
            {
                "03/20/2008": "“Blue Sky” by Big Head Todd and the Monsters, was played for Mission Specialist Rick Linnehan, who will serve as the spacewalk coordinator for today’s 6.5-hour-long excursion by Mission Specialists Robert L. Behnken and Mike Foreman.  "
            },
            {
                "03/21/2008": "“Enter Sandman”performed by Metallica. The song was played for Mission Specialist Robert L. Behnken. "
            },
            {
                "03/22/2008": "Heartland’s I Loved Her First”. The song was played for Endeavour Commander Dominic Gorie. "
            },
            {
                "03/23/2008": "Newsboys song, “I am Free.” The song was played for Mission Specialist Mike Foreman and performed by the Friendswood United Methodist Church Praise Team at his church.  \"Good morning, Endeavour and Happy Easter to you Mike,\" NASA astronaut Alvin Drew radioed up from Mission Control. \"Good morning, Houston and thanks Alvin, that's one of my favorite songs from church,\" Foreman said. \"That was awesome, and how appropriate for this special day. It sounds just as good up here as it does down there. Happy Easter.\" Drew wished the rest of Endeavour's astronauts a Happy Easter as well, though they were busy at the time. \"They're probably searching for their eggs,\" Foreman said."
            },
            {
                "03/24/2008": "“Furusato,” a Japanese folksong that translates to “home” in "
            },
            {
                "03/25/2008": "“Con  Te Partiro” an Italian song that translates to “I will go with you.” "
            },
            {
                "03/26/2008": "“Drops of Jupiter\" by Train was played for Pilot Gregory H. Johnson."
            }
        ]
    },
    {
        "name": "STS-124",
        "start date": "06/01/2008",
        "end date": null,
        "notes": "",
        "days": [
            {
                "06/01/2008": "“Your Wildest Dreams” by the Moody Blues. The song was played for Pilot Ken Ham."
            },
            {
                "06/02/2008": "“Away from Home”performed by  Jose Molina Serrano. The song was played for Mission Specialist Greg Chamitoff."
            },
            {
                "06/03/2008": "“Hold Me with the Robot Arm” performed by Yusuke Hanawa. The song was played for Japan Aerospace Exploration Agency astronaut Aki Hoshide."
            },
            {
                "06/04/2008": "“Have You Ever” performed by  Brandi Carlile. The song was played for Mission Specialist Karen Nyberg. "
            },
            {
                "06/05/2008": "“Fly Away” by Lenny Kravitz was played for Mission Specialist Ron Garan."
            },
            {
                "06/06/2008": "“Bright as Yellow” by Innocence Mission was played for Mission Specialist Karen Nyberg."
            },
            {
                "06/07/2008": "“Taking Off\" by Godaigo was played for Mission Specialist Akihiko Hoshide."
            },
            {
                "06/08/2008": "The theme music from “The Mickey Mouse Club” was played for the STS-124 crew."
            },
            {
                "06/09/2008": "“The Spirit of Aggieland” performed by the Fightin’ Texas Aggie Band was played for Mission Specialist Mike Fossum."
            },
            {
                "06/10/2008": "“All Because of You\" by U2 was played for Mission Specialist Ron Garan."
            },
            {
                "06/11/2008": "“Centerfield” by John Fogerty was played for Pilot Ken Ham. "
            },
            {
                "06/12/2008": "“Crystal Frontier” by Calexico was played for Commander Mark Kelly. "
            },
            {
                "06/13/2008": "“Baby, Won't You Please Come Home” performed by Louis Prima and Keely Smith, selected by Mr. Reisman’s wife, was played for Mission Specialist Garrett Reisman. Mr. Reisman thanked the people on the ground for the song, and said “A special good morning to Simone, my favorite earthling.” He added, “Get ready, doll face: Discovery’s coming home.”"
            },
            {
                "06/14/2008": "“Life on an Ocean Wave” performed by the U.S. Merchant Marine Academy Band was played for Commander Mark Kelly and the entire crew."
            }
        ]
    },
    {
        "name": "STS-126",
        "start date": "11/14/2008",
        "end date": "11/30/2008",
        "notes": "",
        "days": [
            {
                "11/15/2008": "“Shelter” by Xavier Rudd. It was played for Commander Christopher Ferguson. "
            },
            {
                "11/16/2008": "“Start Me Up” by the Rolling Stones. It was played for Mission Specialist Sandra Magnus. “I want to thank my family for that music and I’m looking forward to moving into my new home today,” Magnus radioed down to Mission Control in Houston."
            },
            {
                "11/17/2008": "“London Calling” performed by The Clash. It was played for Mission Specialist Steven  Bowen. "
            },
            {
                "11/18/2008": "“City of Blinding Lights” by U2. It was played for Mission Specialist Shane Kimbrough. "
            },
            {
                "11/19/2008": "“Fanfare for the Common Man”by Aaron Copeland. It was played for Pilot Eric Boe."
            },
            {
                "11/20/2008": "“Summertime” played for Mission Specialist Donald Pettit. It was recorded by Bandella. Members of that group include singer Michi Pettit, Don Pettit’s wife, and astronauts Steve Robinson, Chris Hadfield and Cady Coleman. "
            },
            {
                "11/21/2008": "The music was for Mission Specialist Heidemarie Stefanyshyn-Piper. The song was in the Ukrainian language, which she learned as a child. It was “Unharness Your Horses, Boys,” a traditional song about Cossacks performed by The Ukrainians. "
            },
            {
                "11/22/2008": "“You Are Here” by the group Dutton. It was played for Kimbrough. "
            },
            {
                "11/23/2008": "“Can’t Take My Eyes Off of You” performed by Frankie Valli. It was for Ferguson. It was his 23rd wedding anniversary. "
            },
            {
                "11/24/2008": "“Can’t Stop Loving You” by Van Halen was played for Mission Specialist Heidemarie Stefanyshyn-Piper."
            },
            {
                "11/25/2008": "“Fever” by Bandella was played for Mission Specialist Donald Pettit and sung by his wife."
            },
            {
                "11/26/2008": "“North Sea Oil” by Jethro Tull was played for Mission Specialist Steve Bowen."
            },
            {
                "11/27/2008": "“Hold on Tight” by Electric Light Orchestra was played for Mission Specialist Heidemarie Stefanyshyn-Piper."
            },
            {
                "11/28/2008": "“In the Meantime” by Spacehog was played for Pilot Eric Boe."
            },
            {
                "11/29/2008": "“Twinkle, Twinkle, Little Star” was played for Mission Specialist Greg Chamitoff."
            },
            {
                "11/30/2008": "“Gonna Fly Now (Theme From ‘Rocky’)” by Bill Conti. It was for Ferguson. "
            }
        ]
    },
    {
        "name": "STS-119",
        "start date": "03/15/2009",
        "end date": "03/28/2009",
        "notes": "",
        "days": [
            {
                "03/16/2009": "“Free Bird” by Lynyrd Skynyrd, played for Pilot Tony Antonelli."
            },
            {
                "03/17/2009": "“Radio Exercise,” performed by the Tokyo Broadcast Children’s Choir. The song traditionally accompanies exercise for Japanese schoolchildren, and was played for astronaut Koichi Wakata of the Japan Aerospace Exploration Agency."
            },
            {
                "03/18/2009": "“I Walk the Line” by Johnny Cash, was played for Steve Swanson."
            },
            {
                "03/19/2009": "“Que Bandera Bonita” by Jose Gonzalez, played for Mission Specialist Joseph Acaba."
            },
            {
                "03/20/2009": "“Box of Rain” by the Grateful Dead, was played for Mission Specialist John Phillips."
            },
            {
                "03/21/2009": "“In a Little While” performed by the group Pilgrim and Trout for Mission Specialist Richard Arnold."
            },
            {
                "03/22/2009": "“Alive Again” by Chicago, played for Chicago-area native Commander Lee Archambault."
            },
            {
                "03/23/2009": "“Ain’t Nobody Here But Us Chickens” by Louis Jordan. It was played for Swanson."
            },
            {
                "03/24/2009": "“Andrew’s Song” by Treestump, a band in which John Phillips’ daughter plays."
            },
            {
                "03/25/2009": "“Dirty Water” by the Standells, played for Pilot Tony Antonelli."
            },
            {
                "03/26/2009": "“Enter Sandman” by Metallica, played for Mission Specialist Joseph Acaba."
            },
            {
                "03/27/2009": "\"Bright Side of the Road\" by Van Morrison, was played for Mission Specialist Richard Arnold."
            },
            {
                "03/28/2009": "“I Have a Dream” by ABBA. The song was played for Sandy Magnus."
            }
        ]
    },
    {
        "name": "STS-125",
        "start date": "05/11/2009",
        "end date": "05/24/2009",
        "notes": "",
        "days": [
            {
                "05/12/2009": "“Kryptonite” performed by 3 Doors Down. It was played for pilot Greg Johnson."
            },
            {
                "05/13/2009": "“Upside Down” by Jack Johnson at 4:01 a.m. CDT. The song was played for Megan McArthur."
            },
            {
                "05/14/2009": "“Stickshifts and Safetybelts” performed by Cake. It was played for Drew Feustel."
            },
            {
                "05/15/2009": "“God of Wonders.” It was played for Mike Good."
            },
            {
                "05/16/2009": "“Hotel Cepollina” performed by Fuzzbox Piranha. The song was played for John Grunsfeld."
            },
            {
                "05/17/2009": "“New York State of  Mind” performed by Billy Joel. The song was played for Mission Specialist Mike Massimino."
            },
            {
                "05/18/2009": "“Sound of Your Voice” performed by Barenaked Ladies. It was played for Commander Scott Altman."
            },
            {
                "05/19/2009": "“Lie in Our Graves” performed by the Dave Matthews Band. It was played  for Mission Specialist Megan McArthur."
            },
            {
                "05/20/2009": "Theme from the television series “Star Trek,” which was composed by Alexander Courage. The song was played for the entire crew."
            },
            {
                "05/21/2009": "“Cantina Band,” one of composer John Williams’ songs from the soundtrack to “Star Wars.” The song was played for the entire crew."
            },
            {
                "05/22/2009": "“The Galaxy Song” from “Monty Python’s The Meaning of Life.” It was played for the entire crew."
            },
            {
                "05/23/2009": "“Where My Heart Will Take Me” performed by Russell Watson. It was played for the entire crew."
            },
            {
                "05/24/2009": "“The Ride of the Valkyries,” composed by Richard Wagner. It was played for the entire crew."
            }
        ]
    },
    {
        "name": "STS-127",
        "start date": "07/15/2009",
        "end date": "07/31/2009",
        "notes": "",
        "days": [
            {
                "07/16/2009": "“These Are Days” by the band 10,000 Maniacs emanated from speakers inside Endeavour’s crew cabin, a wake-up call targeted especially for Mission Specialist Tim Kopra. "
            },
            {
                "07/17/2009": "“Here Comes the Sun” by The Beatles, was chosen for Commander Mark Polansky."
            },
            {
                "07/18/2009": "“Home,” by Marc Broussard, played for lead spacewalker Dave Wolf, who heard the call while camped out in the Quest airlock with Tim Kopra, the newest addition to the Expedition 20 crew."
            },
            {
                "07/19/2009": "“Learning to Fly,” by Tom Petty and the Heartbreakers, for former Navy SEAL Chris Cassidy, who is making his first space flight aboard the space shuttle Endeavour ."
            },
            {
                "07/20/2009": "The theme from the 1960s television series “Thunderbirds,” by composer Barry Gray, for Canadian Space Agency astronaut Julie Payette."
            },
            {
                "07/21/2009": "“Life Is a Highway,” performed by Rascal Flatts. The tune was played for Tom Marshburn, who completed his first spacewalk Monday."
            },
            {
                "07/22/2009": "“Santa Monica,” performed by Everclear, for Endeavour’s pilot, Doug Hurley."
            },
            {
                "07/23/2009": "“Tiny Dancer,” performed by Elton John. The song was selected for Polansky."
            },
            {
                "07/24/2009": "Pink Floyd’s “Wish You Were Here,” offered up for lead spacewalker Dave Wolf."
            },
            {
                "07/25/2009": "“In Your Eyes,” by Peter Gabriel was selected for Tom Marshburn, who completed his second spacewalk on Friday with Chris Cassidy."
            },
            {
                "07/26/2009": "George Frederic Handel’s “Dixit Dominus.” The excerpt was uplinked for Canadian Space Agency astronaut Julie Payette."
            },
            {
                "07/27/2009": "“On the Sunny Side of the Street,” performed by Steve Tyrell. The song was uplinked especially for Commander Mark Polansky."
            },
            {
                "07/28/2009": "“Proud to Be an American” performed by Lee Greenwood. The song was selected for spacewalker Chris Cassidy, a former Navy SEAL."
            },
            {
                "07/29/2009": "“Yellow” by the band Coldplay, uplinked for Pilot Doug Hurley in honor of his International Space Station fly-around."
            },
            {
                "07/30/2009": "“I Got You Babe,” performed by Sonny and Cher. The song was a special request for Koichi Wakata, the first Japan Aerospace Exploration Agency astronaut to serve as a long-duration resident of the station."
            },
            {
                "07/31/2009": "“Beautiful Day” by the band U2 was played for Mission Specialist Tom  Marshburn."
            }
        ]
    },
    {
        "name": "STS-128",
        "start date": "08/28/2009",
        "end date": "09/11/2009",
        "notes": "",
        "days": [
            {
                "08/29/2009": "“Back in the Saddle Again” by Gene Autry was played for Commander Rick Sturckow."
            },
            {
                "08/30/2009": "“Made to Love” by Toby Mac was played for Mission Specialist Nicole Stott."
            },
            {
                "08/31/2009": "“Mi Tierra” by Gloria Estefan was played for Mission Specialist Jose Hernandez."
            },
            {
                "09/01/2009": "“Indiana, Our Indiana” performed by the Indiana University Band was played for Pilot   Kevin Ford, born in Indiana and on his first spaceflight."
            },
            {
                "09/02/2009": "“What a Wonderful World” by Louis Armstrong was played for Mission Specialist Christer Fuglesang."
            },
            {
                "09/03/2009": "“There is a God” by 33 Miles was played for Mission Specialist Patrick Forrester."
            },
            {
                "09/04/2009": "“What a Wonderful World” by Louis Armstrong was played for Mission Specialist Danny"
            },
            {
                "09/05/2009": "“El Hijo del Pueblo” by Alfredo Jimenez was played for Mission Specialist Jose Hernandez."
            },
            {
                "09/06/2009": "“Rocket” by Andrew Peterson was played for Mission Specialist Pat Forrester."
            },
            {
                "09/07/2009": "“Only One” by Jeremy Kay was played for Mission Specialist Danny Olivas."
            },
            {
                "09/08/2009": "“Beautiful Day” by U2 was played for Mission Specialist Tim Kopra, the Shuttle’s newest crew member."
            },
            {
                "09/09/2009": "“Sailing” performed by Rod Stewart was played for Mission Specialist Christer Fuglesang."
            },
            {
                "09/10/2009": "“Good Day Sunshine” by the Beatles was played for Pilot Kevin Ford."
            },
            {
                "09/11/2009": "“Big Boy Toys” by Aaron Tippin was played for Commander Rick Sturckow."
            }
        ]
    },
    {
        "name": "STS-129",
        "start date": "11/16/2009",
        "end date": "11/27/2009",
        "notes": "",
        "days": [
            {
                "11/17/2009": "“I Can Only Imagine” by MercyMe was played for Mission Specialist Barry Wilmore, a tune selected by his wife Deanna to mark his first career spaceflight. "
            },
            {
                "11/18/2009": "“Higher Ground” by Stevie Wonder was played for Mission Specialist Robert L. Satcher Jr."
            },
            {
                "11/19/2009": "“In Wonder” by The Newsboys was played for Mission Specialist Randy"
            },
            {
                "11/20/2009": "“We Are Family” by Sister Sledge was played for Mission Specialist Leland Melvin."
            },
            {
                "11/21/2009": "“Voyage to Atlantis” by The Isley Brothers was played for Mission Specialist Robert"
            },
            {
                "11/22/2009": "“Butterfly Kisses” by Bob Carlisle was played for Mission Specialist"
            },
            {
                "11/23/2009": "“Space Rise” by Larry Whitehair was played for Mission Specialist Mike Foreman."
            },
            {
                "11/24/2009": "“Marine Corps Hymn” performed by the U.S. Marine Corps Band was played for STS-129 Commander Charlie Hobaugh."
            },
            {
                "11/25/2009": "“Amazing Grace” from the 1995 movie “Braveheart,” performed by Eric Rigler on bagpipes, was played for STS-129 Pilot Barry Wilmore."
            },
            {
                "11/26/2009": "“Fly Me to the Moon” performed by Frank Sinatra was played for Mission Specialist Nicole Stott."
            },
            {
                "11/27/2009": "“Home Sweet Home” performed by Motley Crue was played for the entire crew."
            }
        ]
    },
    {
        "name": "STS-130",
        "start date": "02/08/2010",
        "end date": "02/21/2010",
        "notes": "",
        "days": [
            {
                "02/08/2010": "“Give Me Your Eyes” by Brandon Heath,  played for Pilot Terry Virts."
            },
            {
                "02/09/2010": "“Katmandu” by Bob Seger, was played for Commander George Zamka."
            },
            {
                "02/10/2010": "“Also Sprach Zarathustra” by Richard Strauss, played for Mission Specialist Nicholas Patrick. The song is most widely known as the theme from the movie “2001: A Space Odyssey.”"
            },
            {
                "02/11/2010": "“Beautiful Day” by U2, played for Mission Specialist Kay Hire."
            },
            {
                "02/12/2010": "The “Firefly” TV show theme song, “The Ballad of Serenity” by Sonny Rhodes played for Mission Specialist Bob Behnken."
            },
            {
                "02/13/2010": "“Too Much Stuff” by Delbert McClinton, played for Mission Specialist Stephen Robinson."
            },
            {
                "02/14/2010": "“Forty Years On” the Harrow School (London) song, for Harrow  alumnus Mission Specialist Nicholas Patrick."
            },
            {
                "02/15/2010": "“Parabola” performed by Tool for Mission Specialist Robert Behnken. "
            },
            {
                "02/16/2010": "“Window on the World” by Jimmy Buffett, played for Mission Specialist Kathryn Hire. \"That song is very appropriate today,\" said Endeavour mission specialist Kay Hire. \"On a day that we'll be working on opening our new window on the world.\" \"Our wakeup music today on Endeavour was Jimmy Buffett's 'Window on the World,'\" astronaut Steve Robinson observed. \"I think that came from Kay's family.\" "
            },
            {
                "02/17/2010": "“Oh Yeah” by Johnny A., played for Mission Specialist Stephen Robinson."
            },
            {
                "02/18/2010": "“I’m Gonna Be (500 Miles)” by Steven Curtis Chapman played for Pilot Terry Virts."
            },
            {
                "02/19/2010": "“In Wonder” by Newsboys, played for Pilot Terry Virts."
            },
            {
                "02/20/2010": "“The Distance” by Cake, played for all six astronauts from their flight control team in the Mission Control Center in Houston. "
            },
            {
                "02/21/2010": "“The Marines’ Hymn” played for Commander George Zamka, who is a colonel in the Marine Corps."
            }
        ]
    },
    {
        "name": "STS-131",
        "start date": "04/04/2010",
        "end date": "04/20/2010",
        "notes": "",
        "days": [
            {
                "04/05/2010": "“Find Us Faithful” performed by Steve Green. It was played for veteran Mission Specialist Clayton Anderson, who spent 152 days as a member of the Station’s Expedition 15 crew in 2007. "
            },
            {
                "04/06/2010": "“I Will Rise” by Chris Tomlin, was played for Pilot James P. Dutton Jr. "
            },
            {
                "04/07/2010": "“The Pigeon and a Boy” by Joe Hisaishi, played for Japan Aerospace Exploration Agency astronaut Naoko Yamazaki. "
            },
            {
                "04/08/2010": "“Defying Gravity”, from the musical “Wicked”, sung by Idina Menzel and Kristen Chenoweth, played for Mission Specialist Dottie Metcalf-Lindenburger. "
            },
            {
                "04/09/2010": "“We Weren’t Born to Follow” by Bon Jovi, played for Mission Specialist Rick Mastracchio."
            },
            {
                "04/10/2010": "“Stairway to the Stars” by Ella Fitzgerald, played for Mission Specialist Stephanie Wilson."
            },
            {
                "04/11/2010": "“Because We Believe”, by Andrea Bocelli for Commander Alan G. Poindexter."
            },
            {
                "04/12/2010": "\"Galileo\" by the Indigo Girls for Mission Specialist Dottie Metcalf-Lindenburger and the rest of the crew."
            },
            {
                "04/13/2010": "“Miracle of Flight” by Mike Hyden, played for Mission Specialist Clayton Anderson."
            },
            {
                "04/14/2010": "“The Earth in the Color of Lapis Lazuli” by Seiko Matsuda for Naoko Yamazaki."
            },
            {
                "04/15/2010": "“Theme from Stargate” played for Mission Specialist Rick Mastracchio."
            },
            {
                "04/16/2010": "“Joy” performed by the Newsboys selected for Pilot James P. Dutton Jr."
            },
            {
                "04/17/2010": "“What a Wonderful World”, by Louis Armstrong for Mission Specialist Stephanie Wilson."
            },
            {
                "04/18/2010": "“The Star Spangled Banner”,played for Commander Alan G. Poindexter."
            },
            {
                "04/19/2010": "“On the Road Again” by Willie Nelson for the crew."
            }
        ]
    },
    {
        "name": "STS-132",
        "start date": "05/14/2010",
        "end date": "05/26/2010",
        "notes": "",
        "days": [
            {
                "05/15/2010": "“You’re My Home” performed by Billy Joel. The song was played for   Commander Ken Ham."
            },
            {
                "05/16/2010": "“Sweet Home Alabama” performed by Lynyrd Skynyrd, was played for Tony Antonelli."
            },
            {
                "05/17/2010": "“Alive Again” performed by Matt Maher was played for Mike Good."
            },
            {
                "05/18/2010": "“Macho Man” performed by The Village People was played for Garrett Reisman."
            },
            {
                "05/19/2010": "“Start Me Up” by the Rolling Stones was played for Piers Sellers."
            },
            {
                "05/20/2010": "“Welcome to the Working Week” by Elvis Costello was played for Stephen  Bowen."
            },
            {
                "05/21/2010": "“Traveling Light” performed by JJ Cale was played for Piers Sellers. "
            },
            {
                "05/22/2010": "“Lord We Have Seen the Rising Sun” by Matt Redman was played for  Mission Specialist Mike Good."
            },
            {
                "05/23/2010": "“These Are Days” performed by 10,000 Maniacs played for Pilot Tony Antonelli."
            },
            {
                "05/24/2010": "The theme to “Wallace and Gromit” played for Steve Bowen. "
            },
            {
                "05/25/2010": "“Empire State of Mind” performed by Jay Z and Alicia Keys was played for Garrett Reisman. "
            },
            {
                "05/26/2010": "“Supermassive Black Hole” performed by Muse was played for Ken Ham."
            }
        ]
    },
    {
        "name": "STS-133",
        "start date": "02/24/2011",
        "end date": "03/09/2011",
        "notes": "",
        "days": [
            {
                "02/25/2011": "“Through Heaven's Eyes” performed by Brian Stokes Mitchell on the “The"
            },
            {
                "02/27/2011": "“Java Jive” as performed by The Manhattan Transfer quartet, was played"
            },
            {
                "02/28/2011": "“Oh What a Beautiful Morning” by Davy Knowles and Back Door Slam was played for Mission Specialist Nicole Stott."
            },
            {
                "03/01/2011": "“Happy Together” by The Turtles. The song was played for Mission    Specialist Steve Bowen."
            },
            {
                "03/02/2011": "\"The Speed of Sound\" by Coldplay. It was played for Pilot Eric Boe."
            },
            {
                "03/03/2011": "“City of Blinding Lights” by U2. It was for all the crew members."
            },
            {
                "03/04/2011": "“The Ritual/Ancient Battle/2nd Kroykah,” from volume two of “Star Trek:"
            },
            {
                "03/05/2011": "Bowling for Soup’s “Ohio (Come Back to Texas),” which was played for"
            },
            {
                "03/07/2011": "The “Theme from Star Trek,” performed by Alexander Courage, served as"
            },
            {
                "03/08/2011": "“Blue Sky” by Big Head Todd and the Monsters. The song was performed"
            },
            {
                "03/09/2011": "“Coming Home” by Gwyneth Paltrow chosen by the International Space  Station flight control teams that supported the crew."
            }
        ]
    },
    {
        "name": "STS-134",
        "start date": "05/16/2011",
        "end date": "06/01/2011",
        "notes": "",
        "days": [
            {
                "05/16/2011": "“Beautiful Day” performed by U2. The song was played for Commander   Mark Kelly. Wounded U.S. Rep. Gabrielle Giffords helped start the first full work day in space for her husband and the crew of the space shuttle Endeavour with the song. It's the same song Giffords sent as a wake-up call to Mark Kelly in 2006 when they were just dating. But this time the message-of-hope lyrics seemed to have a special meaning given her recovery from being shot in the head Jan. 8 in Arizona. "
            },
            {
                "05/17/2011": "“Drops of Jupiter”, a song by the band Train played for Pilot Greg Johnson, a tune selected for Johnson by his family and radioed up to the shuttle by Mission Control. "
            },
            {
                "05/18/2011": "“Luna,” performed by Jose Serrano for his friend Greg Chamitoff"
            },
            {
                "05/19/2011": "“We All Do What We Can Do.” The song was sent up for Mike Fincke by shuttle thermal protection system engineer Dan Keenan, and Kenny McLaughlin, a Kennedy Space Center launch pad engineer. The two shuttle workers created the song to honor those who have helped make the space program a success."
            },
            {
                "05/20/2011": "“In View” performed by Tragically Hip. The song was played for Andrew Feustel."
            },
            {
                "05/21/2011": "“Il Mio Pensiero” performed by Ligabue. The song was played for Roberto Vittori."
            },
            {
                "05/22/2011": "“Times Like These” by the Foo Fighters for Mission Specialist Andrew Feustel."
            },
            {
                "05/23/2011": "“Svegliarsi La Mattina (Woke Up This Morning)” by the Italian duo Zero Assoluto, uplinked especially for Mission Specialist Roberto Vittori of Italy."
            },
            {
                "05/24/2011": "“Real World” by Matchbox 20 for shuttle Pilot Greg Johnson."
            },
            {
                "05/25/2011": "“Countdown” by the Canadian band Rush, played for Mission Specialist Mike Fincke. Fincke described how his friends Greg Shurtz and NASA employee Ken Fisher chose the song because the band was inspired to write it and the album “Signals” after viewing the launch of STS-1. Fincke went on to say the song was played as a tribute to the space shuttle program, which has inspired people around the world."
            },
            {
                "05/26/2011": "A modified version of the song “Fun, Fun, Fun” with shuttle-themed lyrics, played for all six STS-134 crew members."
            },
            {
                "05/27/2011": "“Will You Carry Me?” performed by Michael FitzPatrick. FitzPatrick has been an Electrical, Environmental, Consumables, and Mechanical flight controller at NASA's Johnson Space Center for more than 20 years and supported 80 missions."
            },
            {
                "05/28/2011": "“Galaxy Song” performed by Clint Black. The song was dedicated to the whole crew by the flight control team.           "
            },
            {
                "05/29/2011": "“                  “Slowness” by the Tucson, Arizona-based band Calexico, was played for Kelly. Mark Kelly picked Calexico's \"Slowness\" as a wake-up call to honor his wife, Congresswoman Gabrielle Giffords, and her hometown, Tucson. Kelly tells mission control in Houston that Gabby “really wants to get back there and is really looking forward to that, so it’s an appropriate song. That’s coming soon.\""
            },
            {
                "05/30/2011": "The original composition “Dreams You Give” by Brain Plunkett, the second place winner in the Space Shuttle Program’s Original Song Contest, which drew more than 1,300 entries. More than a million votes were cast online by the general public to choose two songs from among 10 finalists to be played to the astronauts."
            },
            {
                "05/31/2011": "“Sunrise Number 1,” performed by the band Stormy Mondays. This song was chosen in an online vote of the general public as the winner in the Space Shuttle Program’s Original Song Contest, which attracted 1350 entrants."
            }
        ]
    },
    {
        "name": "STS-135",
        "start date": "07/08/2011",
        "end date": "07/21/2011",
        "notes": "",
        "days": [
            {
                "07/09/2011": "“Viva la Vida” performed by Coldplay, a song picked by STS-135 Pilot Doug Hurley. The song was accompanied by a special good morning message recorded by employees at NASA’s Marshall Spaceflight Center in Huntsville, Alabama, the NASA center that has managed the Space Shuttle’s solid rocket boosters, main engines and external tank throughout the program’s history."
            },
            {
                "07/10/2011": "“Mr. Blue Sky” by Electric Light Orchestra played for Commander Chris Ferguson."
            },
            {
                "07/11/2011": "“Tubthumping” by Chumbawamba played for Mission Specialist Sandy Magnus."
            },
            {
                "07/12/2011": "“More” by Matthew West played for Mission Specialist Rex Walheim."
            },
            {
                "07/13/2011": "Flight Day 6 was kick-started for the STS-135 astronauts with a special wake-up message from Elton John and one of the legendary performer’s greatest hits. \"Rocket Man\" debuted around the time of the Apollo 16 mission, which sent men to the moon for the fifth time. The 4-½ minute song, which describes a long-term space bound astronaut’s mixed feelings at leaving his family to do his job, has been played to awaken four shuttle crews aboard Discovery and Atlantis. \"Rocket Man\" also, one of NASA’s top 40 wakeup call songs listed for voter selection during a contest to commemorate the Space Shuttle Discovery and Endeavour’s last missions, earned nearly 5,000 votes from the public. The song inspired by space exploration woke up the final space shuttle crew of Atlantis one last time: \"Good morning Atlantis, this is Elton John. We wish you much success on your mission. A huge thank you to all the men and women at NASA who worked on the shuttle for the last three decades.\""
            },
            {
                "07/14/2011": "Michael Stipe front man for R.E.M. started  the crew’s day with an A capella version of the group’s hit, \"Man on the Moon\". On recording this song for the Atlantis’ last crew Stipe said, “I recorded ‘Man on The Moon’ for NASA in Venice, Italy, where Galileo first presented to the Venetian government his eight-power telescope, and in 1610 wrote 'The Starry Messenger' (Sidereus Nuncius), an account of his early astronomical discoveries that altered forever our view of our place in the universe.”"
            },
            {
                "07/15/2011": "Sir Paul McCartney greeted the Atlantis crew with the Beatles favorite \"Good Day Sunshine\". \"Good morning guys, wake up! And good luck on this, your last mission. Well done,\" McCartney said in a message recorded pre-launch for the final space shuttle crew."
            },
            {
                "07/16/2011": "\"Run the World (Girls)\" After being awakened by a special greeting from songstress Beyonce Knowles. Beyonce also known as Sasha Fierce was born in Houston, also home of the final shuttle astronauts: Chris Ferguson, Doug Hurley, Sandy Magnus and Rex Walheim. Beyonce brought it on orbit when “Girls” was played for the entire crew as a tribute to the final shuttle mission and also to women in space: “Good morning Atlantis, this is Beyonce. Sandy, Chris, Doug and Rex, you inspire all of us to dare to live our dreams, to know that we’re smart enough and strong enough to achieve them. This song is especially for my girl, Sandy, and and all the women who’ve taken us to space with them and the girls who are our future explorers.”"
            },
            {
                "07/17/2011": "\"Celebration\" by Kool and the Gang, played for Mission Specialist Sandy Magnus. The song was accompanied by a special good morning message recorded by employees at NASA's Stennis Space Center in southern Mississippi, the NASA center that is home to the test stands that verified each of the main engines that helped propel space shuttles into low Earth orbit, including the three used in the STS-135 launch.  “Good morning Atlantis, from your friends at Stennis Space Center,” Stennis employees said. “It’s time to fire up your engines – laissez les bons temps rouler!” "
            },
            {
                "07/18/2011": "\"Days Go By\" by Keith Urban, which was played for Mission Specialist Rex Walheim. The song was accompanied by a special good morning message recorded by employees at NASA's Johnson Space Center in Houston, TX. The NASA center is home not only to the astronaut corps, but also Mission Control and the Space Shuttle Program. “Good morning, Atlantis, from all of us at the Johnson Space Center!” chorused an auditorium-full of Johnson employees in a message recorded before Atlantis’ launch. “Have a great mission!”"
            },
            {
                "07/19/2011": "\"Don't Panic\" by Coldplay, which was played for Pilot Doug Hurley. This was the last wakeup song played for a shuttle crew while docked to the International Space Station. Coldplay's “Viva la Vida” was the wakeup music for the crew on Flight Day 2."
            },
            {
                "07/20/2011": "\"Fanfare for the Common Man\" by Aaron Copland played for Commander Chris Ferguson. It was followed by a prerecorded message from Kennedy Space Center employees. “Three … two … one … Good morning, Atlantis!” the group said. “Kennedy salutes you. See you back at wheels stop!” Kennedy is home to the space shuttle fleet, along with its launch pads and the people who prepared the shuttles for each trip into space."
            }
        ]
    }
]